[{
    "name": "Doge",
    "description": "An Internet meme that shows a Shiba Inu surrounded by colorful Comic Sans text that describes its inner monologue, such as \"Wow,\" \"Concern,\" and \"so scare.\" There is much confuse over the name's pronunciation, yet it was recently used to brand a Bitcoin competitor.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Blacula",
    "description": "The title character from a horror film about an 18th century African prince turned vampire. Locked in a coffin for two centuries by Count Dracula, the box was purchased as part of an estate by two interior decorators who accidentally set him loose in 70s Los Angeles.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "A Furry",
    "description": "A person who wears a full body animal suit, often for conventions, roleplaying, or personal recreation. Their use in sexual activity is a controversial topic in the community. In a recent survey, 37% reported that it was an important part of their interest in the activity.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Russian Nesting Doll",
    "description": "A set of colorful wooden figurines that decrease in size and are placed inside of one another. Associated with a former Communist nation, they are often painted as women, but themes vary from babushkas to Star Wars characters to just Batmans all the way down.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Georgia O’Keeffe",
    "description": "An American modernist painter whose work was inspired by the New Mexico landscape surrounding her home. She is perhaps most famous for the uncanny resemblance of many of her painted flowers to female genitalia, though she denied any similarity.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Gallagher",
    "description": "A prop comic famous for smashing watermelons with his trademark Sledge-O-Matic. He once sued his brother for touring under the comedian's name and walked out of a Marc Maren interview when asked about the use of racist, homophobic, and xenophobic slurs in his act.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Rick Santorum",
    "description": "The former Republican Senator whose name, in retribution for comparing homosexuality to bestiality, was redefined in a contest held by sex columnist Dan Savage as \"the frothy mixture of lube and fecal matter that is sometimes the byproduct of anal sex.\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Ebola",
    "description": "A virus that causes hemorrhagic fever, typically acquired by contact with an infected monkey, fruit bat, or person. Its most severe symptoms can include bleeding from the eyes, nose, ears, mouth, and rectum. There is no specific treatment for the disease.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Kobayashi",
    "description": "A Japanese competitive eater who shocked the world in 2001 by eating 50 hot dogs and buns (HDB) in 12 minutes at Nathan's Hot Dog Eating Contest, doubling the previous record. He once lost a hot dog eating contest (no buns) to a 1089 lb. Kodiak bear (31-50).",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Flying Spaghetti Monster",
    "description": "The deity of Pastafarianism, a parody religion opposing intelligent design. A contemporary version of Russell’s teapot, it is portrayed as a clump of pasta and meatballs with two eye stalks. It often appears touching Adam's finger in Michelangelo's Sistine Chapel ceiling painting.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Pablo Escobar",
    "description": "A Colombian drug lord and \"King of Cocaine,\" who at his peak trafficked 15 tons of the drug into the US per year. He was killed by authorities in a firefight in Medellin. According to a recent BBC report, a number of hippos from his menagerie still roam the Colombian countryside.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Bob Fosse",
    "description": "A dancer and choreographer who created musicals like All That Jazz and Cabaret. His style included turned-in knees, bowler hats, canes, and copious use of jazz hands - a technique where the performer's hands are shown palms open to the audience with fingers splayed wide.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Sylvia Plath",
    "description": "Poet, author, and wife of Ted Hughes, who was known for her confessional style of poetry as well as her novel The Bell Jar. She had a history of depression, leading to her suicide at 30 from carbon monoxide poisoning after sticking her head into an unlit oven.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "El Chupacabra",
    "description": "Literally \"goat sucker,\" this legendary American cryptid is often described as a reptile-like creature that attacks and drinks the blood of sheep and other livestock. Most supposed sightings have been attributed to dogs or wolves afflicted by the skin disease mange.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Heisenberg",
    "description": "A German theoretical physicist. creator of the uncertainty principle, and winner of a Nobel Prize in Physics for his development of quantum mechanics. His name was also used as an alias for the meth manufacturer Walter White in the series Breaking Bad.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "The Unabomber (Ted Kaczynski)",
    "description": "A terrorist math professor, who sent explosive packages through the mail. When Penthouse offered to publish his manifesto. Industrial Society and Its Future. he asked to reserve the right to plant one more bomb, since the magazine was less \"respectable\" than others he solicited.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Bill Cosby",
    "description": "One of most famous comedians of all time. He created Fat Albert and played Cliff Huxtable on the show bearing his name. He is known for wearing sweaters, eating \"Puddin’ Pops,\" and blaming much of the black incarceration rate on poor parenting.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Rosie the Riveter",
    "description": "A World War II icon, who represent- ed American women working factory jobs. She is most often associated with the \"We Can Do It!\" Westinghouse poster, depicting her flexing in a blue work shirt and red kerchief. Her Canadian precursor was Ronnie the Bren Gun Girl.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "A Narwhal",
    "description": "An Arctic whale with a large protruding tusk. which is actually an elongated canine tooth. Its name translates to \"corpse whale\" from the Old Norse, due to the similarity of its flesh tone with a drowned sailor. According to the Weebl's Stuff song, they are so awesome.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Achilles",
    "description": "An Ancient Greek hero and demigod from Homer's Iliad, who defeated the Trojan warrior Hector as revenge for killing his friend and lover Patroclus. He was later killed by an arrow to his heel-the only part of his body that was vulnerable to physical injury.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Homo Erectus",
    "description": "A distant relative of humans that went extinct approximately 100,000 years ago. Latin for \"upright man,\" this hominid walked vertically and likely lived in small hunter-gatherer bands, but lacked the large cranial capacity of anatomically modern humans.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Che Guevara",
    "description": "A Marxist leader in the Cuban Revolution, whose rebellious image has been commodified on T-shirts worldwide. The image, a high contrast version of the Guerrillero Heroico photograph by Alberto Korda, depicts him with mustache, beret, and implacable expression.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "William Howard Taft",
    "description": "Secretary of War, 10th Chief Justice of the Supreme Court, and most obese president in US history. It is unclear whether the story of his getting stuck in a White House bathtub is true, but it was confirmed that on at least one occasion, he caused it to overflow.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "100 Duck-Sized Horses",
    "description": "From a hypothetical scenario that poses the question of who would win in a fight: a single equine-sized fowl or fivescore fowl-sized equines. The question was made famous in a 2012 Reddit AMA with President Barack Obama. The comment received over 1,000 upvotes.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "A Velociraptor",
    "description": "A bipedal. feathered carnivore from the Cretaceous Period. It is one of the most well-known dinosaurs due to its prominent role in the 1993 film Jurassic Park, where it was depicted inaccurately as large and feather-less, but quite acccurately as a clever girl.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "L. Ron Hubbard",
    "description": "A science fiction author and the founder of Scientology. The religion derives from his self-help program Dianetics, which he modestly described as \"a milestone for man comparable to his discovery of fire and superior to his invention of the wheel and the arch.\"",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Jackson Pollock",
    "description": "An abstract expressionist painter known for his drip paintings, which were created by laying the canvas on the floor and pouring paint from above. His painting, \"No. 5, 1948\" was sold for $140M in 2006 by David Geffen-the second most expensive painting ever sold.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "The Pied Piper",
    "description": "A character in medieval folklore that led a group of children away from the town of Hamelin. Germany with a magic flute. In the tale, he was hired to clear the town of a rat infestation. but after receiving no payment, he used the flute to kidnap their children instead.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Christopher Walken",
    "description": "An actor known for his odd line readings. dancing skills. and creepily handsome face. Despite being an Academy Award winning actor, he is perhaps best known for the \"Weapon of Choice\" music video and as Bruce Dickinson. an SNL character who asks for more cowbell.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Caligula",
    "description": "A Roman emperor known for his cruelty, extravagance, and sexual perversity. He was the first Roman emperor to be assassinated. He is best known for being the title character of a semi-pornographic film starring Malcolm McDowell that depicted his orgies in lengthy detail.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Atlas",
    "description": "A titan from Greek mythology, who was forced to hold up the celestial spheres as punishment for fighting the Olympian gods in the War of the Titans. He is often shown holding a sphere on his shoulders, which is now commonly mistaken to be the Earth.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Baby Jessica",
    "description": "The subject of a 24-hour media frenzy in 1987 when she fell down a well, setting a precedent for how cable news networks cover small local tragedies. At the time, President Reagan claimed that \"everybody in America became [her] godmothers and godfathers.\"",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Julian Assange",
    "description": "The Editor-in-chief of WikiLeaks and alleged sexual predator. Fearing extradition to Sweden for sexual assault and the US for espionage relating to the Chelsea Manning leaks he has been living in the Ecuadorian embassy in London since June 2012.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Pavlov's Dog",
    "description": "A canine from a Russian physiologist’s classical conditioning experiments. By ringing a bell associated with food, he could induce the animal to salivate even with no food present. He extended these experiments to children, who underwent surgeries so he could better collect their saliva.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Oscar Pistorius",
    "description": "Sometimes known as \"Blade Runner\" or \"the fastest man on no legs,\" this sprinter became the first double leg amputee to participate in the Olympics. He was subsequently charged with the murder of his girlfriend, but maintains that he confused her for an intruder.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Elian Gonzalez",
    "description": "A Cuban boy who was the subject of an international incident when his relatives attempted to keep him in the US against his father's wishes that he return to Cuba. A famous image from the event shows an armed border agent discovering the boy cowering in a closet.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Charlton Heston",
    "description": "An actor and President of the NRA, who starred in such films as The Ten Commandments, The Omega Man, and Planet of the Apes, where he was known for lines such as \"Take your stinking paws off me you damn dirty apes!\" He became a vociferous gun advocate in the 80s.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Leeroy Jenkins",
    "description": "A World of Warcraft player famous for going afk while his guild planned a complicated raid, then proceeded to run into the encounter screaming his own name and getting his guildmates killed. After being called \"Stupid as hell,\" he cryptically replied \"At least I have chicken.\"",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "A Raver",
    "description": "A person who attends a party featuring electronic music, dancing, and visual effects. Attendees are often characterized as being under the influence of MDMA, using fluorescent glow sticks, sucking on pacifiers, applying Vicks VapoRub, and wearing phat pants.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Jacques Cousteau",
    "description": "A French conservationist and media figure, who devoted his life to the study of the ocean. Following his death, members of his crew alleged that scenes from his films were staged. For instance, pouring bleach into a container to get footage of an octopus scrambling out.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Lou Gehrig",
    "description": "A first baseman for the New York Yankees and member of baseball’s Hall of Fame. He was the first baseball player to have his uniform number retired. Late in his career, he developed amyotrophic lateral sclerosis (ALS), which is now synonymous with his name.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Al Roker",
    "description": "The flamboyant weatherman for The Today Show who was known for being obese before having gastric bypass surgery. He was famously thrown to the ground reporting on Hurricane Wilma. He also writes mystery novels about Billy Blessing, a chef and amateur detective.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Mr. Trololo",
    "description": "The internet moniker of Eduard Khil, a Russian singer who became famous when his 1976 recording of \"I Am Glad, 'Cause I’m Finally Returning Back Home\" was uploaded to YouTube. Khil performs the song using nonsense syllable rather than the lyrics.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Evander Holyfield's ear",
    "description": "The hearing organ of the 4-time heavyweight champion boxer. It was partially torn off during a 1997 bout with Mike Tyson that is now known as \"The Bite Fight.\" In Round 3. Tyson bit into its outer rim with his teeth before spitting the piece of flesh onto the canvas.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Khalid Sheikh Mohammed",
    "description": "A terrorist known variously as the \"principal architect of the 9/11 attacks\" by the 9/11 Commission and \"Ron Jeremy in a pillowcase\" by Horatio Sanz. An engineer by training, he designed a vacuum cleaner while being held at a secret CIA detention facility in Poland.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Rosa Parks",
    "description": "A civil rights activist who refused to give up her seat in the colored section of a bus to a white passenger: Claudette Colvin had done the same nine months earlier. but NAACP leadership did not want a pregnant, unmarried teenager as the face of the movement.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Hodor",
    "description": "Winterfell’s stableboy in George RR. Martin’s A Song of Ice and Fire and the Game of Thrones TV adaptation. He carries the crippled Bran Stark around in a large basket. Though his real name is Walder, he is only referred to by this name, since it is the only word he ever uses.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "The 99%",
    "description": "A category inspired by the political slogans of the Occupy Wall Street movement of 2011 that classify the majority of US citizens who are not members of the economic elite. According to the IRS, all individuals earning less than $343,927 fall into this group.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "An Illusionist",
    "description": "A performer of magic acts that often include demonstrating \"impossible\" tricks to a credulous audience. The term was preferred by the character Gob Bluth in the television series Arrested Development, whose performances often went horribly wrong.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A Communist",
    "description": "A member of a political movement that believes in the common ownership of the means of production. The concept was first developed by the German political philosopher Karl Marx and became the national ideology of the Soviet Union in the 20th century.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Richord Pryor",
    "description": "A comedian once described by Jerry Seinfeld as \"the Picasso of our profession.\" who was famous for his open discussion of race. In a well-known incident, while freebasing cocaine, he poured 151-proof rum over his body, lit a match, and ran down the street on fire.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "A Castrato",
    "description": "A male vocal performer whose has an abnormally high vocal register, typically achieved by neutering the performer before puberty. There are today some \"natural\" performers with hormonal anomalies that give the same effect. The last castration for this occurred in the 1870s.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Baby Sloth",
    "description": "The juvenile form of a slow-moving, hook-handed mammal whose fur is home to other creatures, including beetles and cockroaches. Popular on websites devoted to cuteness due to their perpetual smiles and docility. They are especially darling when taking a bath.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A Mole",
    "description": "An informant or spy recruited to report on a target government or organization from the inside. They are named after a small, subterranean species of mammal. The term was popularized by John Le Carré in Tinker, Tailor, Soldier, Spy, but was first used by Francis Bacon in 1626.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "God",
    "description": "The Supreme Being, who monotheists often believe to be omniscient, omnipotent, omnipresent, and responsible for the creation of the universe. In the West, he is often depicted as an old white man with a long gray beard.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Kurt Cobain",
    "description": "The lead singer-songwriter of the grunge rock band Nirvana, known for songs like \"Sells Like Teen Spirit\" and \"All Apologies.\" He had a history of mental illness and drug abuse, which led to his death in 1994 by a self-inflicted shotgun wound to the head.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Prince",
    "description": "The \"artist formerly known as.\" who released Purple Rain and the Batman soundtrack. In 2011, the website Heavy Table published illustrations of his refrigerator, which contained 5 pounds of Dunk-a-roos. 18 varieties of mustard, Braunschweiger. and a quart of Yak's milk.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Tonya Harding",
    "description": "Olympic figure skater. professional boxer, sex tape star, land speed record holder for vintage gas coupes, and felon. She became a pariah after conspiring with her husband. Jeff Gillooly, to break competitor Nancy Kerrigan's leg by whacking it with a telescopic baton.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "A Beard",
    "description": "A term referencing facial hair and used for a person who conceals someone else’s sexual orientation, either knowingly or unknowingly. This concept was an element in the 1984 film Broadway Danny Rose by Woody Allen and remains a popular comedic subject.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Anne Frank",
    "description": "A wartime diarist and Holocaust victim. After visiting the famous site where her family hid from the Nazis for nearly two years. the pop star Justin Bieber wrote, \"Truly inspiring to be able to come here. Anne was a great girl. Hopefully she would have been a belieber.\"",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Deep Blue",
    "description": "An IBM computer that defeated chess champion Garry Kasparov 2-1, with 3 draws. Kasparov demanded a rematch after accusing IBM of cheating. They declined and decommissioned it following the match. Due to its small sample size. it does not have an ELO rating.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Rapunzel",
    "description": "A character from a fairy tale collected by the Brothers Grimm, who is imprisoned in a tower by an evil witch. She is widely associated with the command, said by those who want to visit her in her tower. \"Let down your hair, so that I may climb the golden stair.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Man Hands",
    "description": "The minor character on the show Seinfeld. She is a beautiful women who Jerry cannot stay attracted to because of her large extremities. The episode's writer, David Mandel, created the character in response to his wife's own self-consciousness about this condition.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "Pee-wee Herman",
    "description": "The alter ego of comedian Paul Reubens. who wears a high-cut grey suit. red bow tie, and heavy makeup. His character is often associated with a spastic dance performed to the song \"Tequila.\" which he used to win the respect of the Satan's Helpers biker gang.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Pac-Man",
    "description": "The hero and title character of an 80s arcade game, where he navigates mazes and eats pellets, power pellets. and fruit while avoiding ghosts. One of gaming’s earliest breakout stars, he was soon usurped by his female counterpart in a far superior sequel.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "John Wilkes Booth",
    "description": "A 19th century actor and Confederate sympathizer. who derailed his and nearly that of his brother Edwin’s acting careers when he assassinated Abraham Lincoln. The original plan was to kidnap Lincoln and exchange him for a number of Confederate POWs.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "An Oompa Loompa",
    "description": "A race of short. orange-skinned folks from Willy Wonka & the Chocolate Factory, who work in the factory and sing moralizing songs. In an early version of Roald Dahl's novel. they were depicted as African pygmies but were later rewritten to be white and blonde.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Godzilla",
    "description": "The King of the Monsters. who first appeared in a series of Japanese films made in response to the atomic bombings of Hiroshima and Nagasaki. The monster typically has a reptilian look, walks on two legs. has a long tail, and has \"nuclear breath.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "The Very Hungry Caterpillar",
    "description": "A children's book character that takes readers through an insect's transformation from larva to butterfly. The book received worldwide acclaim, selling over 30M copies. The competitive eater Kobayashi frequently gives this book out as a holiday gift.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "A Human Centipede",
    "description": "The title creature of a 2009 horror film where a sadistic German doctor forms one of these by sewing three individuals together. mouth to anus, forcing them to share a single digestive system. The film's director explained that his work is partially a reflection on fascism.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Abraham Lincoln",
    "description": "The 16th President of the US. who abolished slavery and led the North to victory in the Civil War. He is often depicted wearing a top hat with his signature chin curtain beard. He was assassinated by the actor John Wilkes Booth while attending a play at Ford's Theatre.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Yoshi",
    "description": "The egg-laying dinosaur sidekick of Mario and Luigi. The name refers both to individuals and the entire species. They have long tongues that they use to eat things like Goombas, apples, and other objects, which can be excreted as eggs or expectorated as fireballs.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Amelia Earhart",
    "description": "An American aviatrix, who was the first woman to fly solo across the Atlantic. She vanished mysteriously in 1937 while attempting to circumnavigate the globe. Many conspiracy theories emerged, from her being captured by the Japanese to her eloping with her navigator.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Mr. Owl",
    "description": "A bespectacled, know-it-all bird who famously answered the question \"How many licks does it take to get to the Tootsie Roll center of a Tootsie Pop?\" by licking the lollipop 3 times before biting into it with his sharp beak, then declaring that it takes only 3 licks.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Vincent Van Gogh",
    "description": "A Dutch post-lmpressionist painter known for his depictions of wheat fields. sunflowers, and starry nights. He struggled with mental illness. once slicing off his left ear with razor and delivering it to a brothel as a memento for his friend Paul Gauguin.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "A Grammar Nazi",
    "description": "A person who enforces language rules to an unusually high degree. According to knowyourmeme.com, one of the earliest uses was in 1995, when a user on the newsgroup alt.gothic called someone out for correcting the use of the term \"thusly\" for \"thus.\"",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Centaur",
    "description": "A mythological hybrid whose top half is human and bottom half is horse. The Greeks considered them savage, drunken beings. The myth persists today, including a famous tattoo of half Patrick Swayze, half horse and SNL's depiction of one of these on a failed job interview.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Dr. Henry Heimlich",
    "description": "A surgeon credited with inventing a maneuver that prevents suffocation when a person is choking by jamming your fist into their abdomen. He also advocated for the technique be used to treat drowning (don’t do it) and that malaria could treat cancer, Lyme disease. and HIV.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Magic Mike",
    "description": "The title character of a Steven Soderbergh film about a male stripper who performs at Xquisite Strip Club. Played by Channing Tatum, the character is loosely based on Tatum's real-life experience as a young stripper in Tampa, Florida.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "The Raven",
    "description": "A large black bird and the subject of a poem by Edgar Allan Poe. In it, the bird visits a man grieving the loss of his love, Lenore. Sitting above him on a bust of the goddess Athena, the bird repeats the words \"nevermore\" to the man’s inquiries, slowly driving him mad.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The Shoe Bomber (Richard Reid)",
    "description": "A would-be suicide bomber who tried and failed to blow up a plane with his casual footwear. He was caught trying to use a match to light a fuse mid-flight, explosive sneaker in his lap. The incident prompted the TSA to institute footwear screening at airports.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Drunk Jeff Goldblum",
    "description": "An actor who appeared in an Apple ad that was remixed on YouTube to make his speech sound slow and slurred (\"What do you think th greatest gift of the holidays is? Internet?\"). He has also appeared in The Fly, Jurassic Park, and many other films.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "The Loch Ness Monster",
    "description": "A legendary cryptid. who supposedly lives in a deep freshwater lake in the Scottish Highlands. Believers speculate that the creature is a marine dinosaur that somehow survived to modern day. The scientific community continues to regard the creature as a hoax.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Slimer",
    "description": "A character from the Ghostbusters franchise. who appears as a transparent green blob composed of pure Ectoplasm. Ravenously consuming all food in sight, writer and actor Dan Aykroyd allegedly referred to him as \"The Ghost of John Belushi.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Princess Di",
    "description": "The ex-wife of Prince Charles and mother of William and Harry. She died tragically in a Paris car crash, which was found to be the result of grossly negligent driving and to the presence of paparazzi. Her funeral was one of the most viewed events in television history.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Teddy Ruxpin",
    "description": "A storytelling toy bear from the 80s. who had an audio cassette deck in his body. Stories such as \"The Wooly What's-It: Learning Can Be Fun!\" and \"Tweeg and the Bounders: You Have to Earn the Things Worth Having\" tended to focus on promoting positive behavior.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Rosemary's Baby",
    "description": "The title infant from a 70s horror film by Roman Polanski. Its mother, played by Mia Farrow, fears that her husband made a Satanic pact with their neighbors in order for success in his acting career. At the conclusion, it is revealed that the child is actually the spawn of Satan.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The Eye of Sauron",
    "description": "A manifestation of the title character in J.R.R. Tolkien’s fantasy series The Lord of the Rings. Frodo describes it as \"rimmed with fire, but was itself glazed, yellow as a cat's, watchful and intent. and the black slit of its pupil opened on a pit. a window into nothing.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Colonel Sanders",
    "description": "The founder of Kentucky Fried Chicken, whose likeness is also used on their logo. He is easily identified by his white hair, goatee, black-rimmed glasses. white suit, and string tie. His honorific title refers to a Kentucky tradition rather than a military rank.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Your Mom",
    "description": "The woman who gave birth to you and/or raised you. The word above or the actual name of your real-life caregiver are both valid.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Bubble Boy",
    "description": "A person with a genetic disease that leaves them vulnerable to infection and forced to live in a completely sterile environment. One was famously portrayed on Seinfeld. where he fought with George over a Trivial Pursuit card that read \"Moops\" instead of \"Moors.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "O.J. Simpson",
    "description": "Former professional football player, actor, and isotoner spokesman. He was found not guilty of murder in one of the most public trials of the 20th century. He wrote a book about the case called If I Did It and is currently incarcerated for the theft of his own sports memorabilia.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "The Swedish Chef",
    "description": "A cook and Muppet that hails from Northern Europe. He wears a toque blanche and speaks in sing-songy gibberish. Humans from his country of origin often find the character offensive and claim that his accent totally sounds more like Norwegian anyway.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Bloody Mary",
    "description": "A legendary ghost who is said to be conjured in a mirror by saying her name multiple times. Often attempted by young girls. the ghost is sometimes said to reveal the future and other times said to attempt to scratch the person’s eyes out.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The Hamburglar",
    "description": "A young, red-headed thief who dresses in striped clothing and steals items from the McDonald’s restaurant chain. Originally an old man with a long nose inexplicably called the \"Lone Jogger,\" he has since ceased being a villain in the McDonaldland universe.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Leper",
    "description": "A person infected with Hansen’s Disease, which sometimes results in the inability to feel pain and consequent loss of body parts. To prevent the spread of the disease, they were historically separated into isolated colonies-a practice still alive in India and China.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A California Raisin",
    "description": "A member of a fictional R&B group composed of anthropomorphic dried grapes from the West Coast. They came to prominence in claymation form, singing a cover of \"I Heard It Through the Grapevine\" in an advertisement. They were also popular as plastic toys.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Jesus H. Christ",
    "description": "A subversive Jewish rabbi, who Christians believe to be the Son of God and Messiah of the Old Testament. He allegedly performed miracles, was crucified by the Romans, and rose from the dead. A middle initial is used in various oaths, but its origin is unclear.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Khan!",
    "description": "A villain from the Star Trek franchise, who once controlled a portion of the earth during the Eugenics Wars of the 90s. Ricardo Montalban played the genetically engineered superhuman, delivering lines such as \"Revenge is a dish that is best served cold.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "A Hungry Hungry Hippo",
    "description": "The title character of a children's game that teaches kids to eat marbles. Each of the four players simultaneously mash a plastic lever to get their character-a colorful version of the third largest land mammal-to consume as many of these inedible objects as possible.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The Kraken",
    "description": "A gigantic mythical sea monster that first appeared in Norse mythology. Because of its size, it was thought to have been inspired by giant squid sightings. In contemporary media, is often seen being \"released\" or \"unleashed\" upon an unsuspecting hero.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The Kaiser",
    "description": "The title of German leader Wilhelm II, who ruled until the end of World War I. He was depicted in propaganda with an exaggerated handlebar mustache and Pickelhaube, the spiked helmet of the Prussian army. He was also once accused of stealing our word for \"twenty.\"",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Aunt Jemima",
    "description": "The pretty racist mascot of a line of pancake mixes and syrups by the Quaker Oats Company. Her character was derived from a minstrel show's mammy-like figure. Like Uncle Ben, she represents an idealized view of domestic servitude in southern life.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "A TSA Agent",
    "description": "An employee of a US Department of Homeland Security branch. Many of its employees are posted in airports to screen passengers and their property, including pat-clowns and viewing x-rays. Their average salary is $25K-$38K per year, excluding swag.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A Cylon",
    "description": "A member of a robotic civilization in the Battlestar Galactica franchise. They were created somewhat by accident on Caprica and are unique in that they experience many common human emotions and are often not fully aware of their status as a robotic lifeform.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The Underwear Bomber",
    "description": "The moniker of Umar Farouk Abdulmutallab, a would-be terrorist who attempted to blow up a passenger plane with explosives sewn into his unmentionables. His plan failed when the explosives were soiled due to his wearing the same pants for two weeks straight.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Cthulhu",
    "description": "A monstrous deity created by HP. Lovecraft. It is hundreds of meters tall and has the the arms and legs of a man, claws, the head of a giant octopus, and bat wings. Its mythos gained increased popularity from a series of allusions to it in the HBO series True Detective.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Splinter",
    "description": "An elderly humanoid rat who was the sensei of the Teenage Mutant Ninja Turtles. In the 80s cartoon series, he was mutated from the great samurai warrior, Hamato Yoshi. In other versions, however, this character was the pet rodent of Hamato Yoshi.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Chun-Li",
    "description": "A character from the Street Fighter video game series, who relies primarily on powerful kicks delivered with the aid of her remarkably muscular thighs. Her most famous move is the Lightning Kick, with the Spinning Bird Kick a close second. Her blood type is A.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "A Muggle",
    "description": "Any non-magical character in the Harry Potter franchise. Their inability to perform magic was likely a hereditary trait and was used as a justification for persecution by an extremist group of magical persons, Death Eaters, who believed their own bloodlines should remain pure.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Babar",
    "description": "An elephant from the children's book by Jean de Brunhoff, who critics argue offers a justification for colonialism. In the book, he leaves the jungle, visits a city, returns in a green suit, introduces French civilization to his fellow elephants, and is crowned king.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The T-1000",
    "description": "A shapeshifting robot from Terminator 2. Made of liquid metal, Skynet sent it into the past to kill Edward Furlong, who was protected by Arnold Schwarzenegger’s loveable. technologically inferior, T-800. Billy Idol was slated to play the character before a motorcycle accident.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "A Fainting Goat",
    "description": "A farm animal that suffers from a genetic disorder that causes its muscles to freeze for approximately 10 seconds when panicked. The condition is formally knows as myotonia congenita, which Buzzfeed once described as \"easily the cutest neurological disorder.\"",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Count Chocula",
    "description": "A vampire mascot from the General Mills Corporation's series of monster-based breakfast cereals. Like his colleagues Franken-Berry. Boo-Berry, Fruit Brute, and Yummy Mummy, his origin is a mystery. His tagline, \"I vant to eat your cereal!\" seems a little on the nose.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Paul Reubens",
    "description": "An actor famous for his character Pee-wee Herman. He was arrested for masturbating in a Sarasota, FL adult theater in 1991. When confronted by police, he allegedly said \"I'm Pee-wee Herman\" and suggested doing a local children’s benefit \"to take care of this.\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Ceiling Cat",
    "description": "The subject of a famous internet photo showing a feline peeking out of a hole and, allegedly, \"watching you masturbate.\" In 2010, a Redditor indicated that the hole was actually in a wall. claiming \"This changes everything.\" The feline is said to have a rival in the basement.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Burning Man",
    "description": "A 40-foot wooden effigy that is set on fire during a weeklong event in Nevada's Black Rock Desert. The organizers deny that it has any connection to similar wicker effigies that were built by ancient Druids for pagan Celtic rituals that some speculate involved human sacrifice.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A Sherpa",
    "description": "A member of a Nepalese ethnic group that resides in the Himalayan mountain range. The term often refers to guides who assist climbers. Among the most famous of these in history was Tenzing Norgay, who reached the summit of Mount Everest with Edmund Hillary in 1953.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "The Yellow Power Ranger",
    "description": "A hero from the 90s children’s show that featured a team of teenagers that fought off aliens by transforming into superheroes and piloting robots called Zords. The show was accused of racism for aligning each character's uniform color with their ethnicity.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "A Furby",
    "description": "A fuzzy interactive toy that became popular in the late 90s. Vaguely resembling an owl, it speaks a unique language, learning English over time through interacting with its owner. When held upside down it says things like \"me scared\" and begins crying.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "El Niño",
    "description": "A band of warm weather resulting in above-average temperatures for most of North America and wetter seasons for most of South America. This weather system inspired a Chris Farley SNL character that depicted the tropical storm as a boastful professional wrestler.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Uncle Tom",
    "description": "A racial epithet used against members of a subjugated group, particularly African Americans. who display excessive deference to authority. The term is derived from the eponymous character in the 1852 novel by Harriet Beecher Stowe.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Goatse",
    "description": "A shock site linking unsuspecting victims to the file hello.jpg, an image of a naked man stretching his anus several inches in diameter. The man's wedding band is clearly visible on his left ring finger. The site used the rare top-level domain for the Christmas Islands .cx.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "A Bleeder",
    "description": "A person who loses blood quickly because of a lower than average clotting rate. otherwise known as a hemophiliac. This term was made famous in the 1998 comedy There's Something About Mary, where Ben Stiller's character Ted damages his genitals with a zipper.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "George Washington",
    "description": "The 1st President of the US. John Adams claimed that his famed toothlessness was the result of cracking Brazil nuts. His false teeth were not made of wood. but hippopotamus and elephant ivory. He had a previous pair most likely made from, no joke, slave teeth.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "P.F. Chang",
    "description": "The combined identity of Paul Fleming and Philip Chiang, the two founders of the eponymous Asian Fusion restaurant founded in Scottsdale. Arizona in 1993. They operate over 200 restaurants across the US, far more than its equally middlebrow competitor, Benihana.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "A Roomba",
    "description": "An automated vacuum cleaner marketed as a convenient way to clean one's home. Its sensors allow it to navigate each room. cleaning under furniture and in often-ignored corners. Cats have been known to ride it. It definitely does not record your daily movements.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "The Lord of the Dance",
    "description": "An Irish performer who came to prominence during the intermission of the 1994 Eurovision Song Contest. His show, Riverdance, melded tapping with Irish folk traditions. following his quest to defeat the dark lord Don Dorcha from destroying Planet Ireland.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Oedipus",
    "description": "A legendary Ancient Greek king who was prophesied to murder his father and marry his mother. The psychologist Sigmund Freud named his complex related to a person's unconscious desire to sexually possess their opposite sex parent after this person.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Teen Wolf",
    "description": "An adolescent chanthrope from an 80s film and recent TV series. Originally played by Michael J. Fox, he uses his powers to gain popularity at his high school and become their star basketball player, leading the Beavers to a state championship title.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Falkor",
    "description": "A luckdragon from the novel and film The Neverending Story, who was ridden by Bastian and Atreyu. He is depicted as a creepy, but sort of adorable, dragon with mostly dog-Iike features: paws, shaggy hair, and big floppy ears. He can fly even though he doesn't have wings.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Paula Dean",
    "description": "A celebrity chef and former Food Network personality, who has received criticism for the excessive use of fat, salt, and sugar in her recipes. She was sued in 2013 for racial and sexual discrimination, such as using derogatory remarks toward African Americans.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "A Neanderthal",
    "description": "A member of an extinct species closely related to humans. Research suggests that interbreeding between the two groups occurred, with modern non-African humans possessing 1-4% of their genome. They made tools, built dwellings, and had a form of language.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "The Trojan Horse",
    "description": "A wooden object used by the Greeks to end the Trojan War. When the Trojans took it inside the city walls as a trophy. the soldiers hiding inside opened the city gates. This myth led to the use of the term for a type of malware that is doubtlessly on your parent's computer right now.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Octomom (Nadya Suleman)",
    "description": "In 2009. this woman gave birth to a living set of octuplets. Critics noted that she used in vitro fertilization despite having 6 children and being on public assistance. In order to support her family, in 2012, she appeared in the adult film Octomom Home Alone.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Damien Hirst",
    "description": "The wealthiest artist in the world, who is best known for selling a huge dead tiger shark preserved in formaldehyde for more than $8M. He once argued that the 9/11 terrorists \"need congratulating\" for \"achieving something which nobody would have thought possible.\"",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "A Bro",
    "description": "A stereotype often associated with college-aged men. The website Code Switch defines them using four characteristics: jockish, dudely, stoner-ish, and preppy. These individuals are also often white, heterosexual, come from privilege, and espouse sexist attitudes.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A Hoarder",
    "description": "A person who compulsively collects things or refuses to discard possessions, resulting in an unmanageable amount of crap in their home. They are the subject of a popular reality TV show where professionals exploit the person's disorder for entertainment.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Deep Throat",
    "description": "The informant who leaked information about Richard Nixon’s involvement in the Watergate scandal. Decades later. former FBI Director Mark Felt revealed himself as the informant. A Washington Post editor chose the alias as a reference to pornographic film from the 70s.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "William Shatner",
    "description": "A legendary actor. who portrayed classic characters such as Captain Kirk, TJ Hooker, the guy who saw a plane gremlin on The Twilight Zone, and the Priceline Negotiator: He also has a musical career that began with a spoken word performance of Elton John’s \"Rocket Man.\"",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "The Gerber Baby",
    "description": "The logo of an infant-focused food company. Based on the face of a person who grew up to be mystery novelist, Ann Turner Cook, the logo was originally intended to be a sketch outline for a future painting, but has remained the company’s official logo for decades.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Humpty Dumpty",
    "description": "A character from a nursery rhyme who falls off a wall and can’t be put back together again. Typically portrayed as a humanoid egg, scholars have speculated that he represents Richard III, the humpback king who was defeated at Bosworth Field by Henry VII.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "The Tiger Mom",
    "description": "The author of a controversial memoir about her attempt to use Confucian parenting techniques. While she describes some success with strict parenting, she has since argued that her book is about the softening of her style after her daughter rebelled at age 13.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Poppin’ Fresh, the Pillsbury Doughboy",
    "description": "The mascot of a company famous for their re-packaged biscuit ingredients. He has been a staple in their advertising for decades, which usually features him being poked in the belly by a finger and responding by rubbing his stomach and giggling.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "A Drone",
    "description": "An unmanned aerial vehicle used in military operations that are too dangerous for manned aircraft. Their use is controversial, with critics pointing at their indiscriminant use, such as a 2008 airstrike against a wedding party that killed 47 Afghan civilians.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Blackfish",
    "description": "An orca at SeaWorId who raised questions about animal captivity by killing 3 people. In 2010, Motley Crue founder Tommy Lee wrote to SeaWorld’s president stating that he knew humans still \"get into the pool and masturbate him with a cow’s vagina filled with hot water.\"",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Krang",
    "description": "A fictional supervillain from the Teenage Mutant Ninja Turtles franchise. He is allied with Shredder, who built a mechanical body for him when, following his exile from Dimension X, he was transformed into a brain-like creature with a creaky voice.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Johannes Kepler",
    "description": "A 17th century German astronomer known for his work on planetary motion. In addition to being the namesake of a NASA space observatory, many earthbound institutions are named after him, mostly recently a blended learning university in Kigali, Rwanda.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Joe Camel",
    "description": "The debonair, bipedal ungulate and mascot for an R.J. Reynolds brand of cigarettes. When internal documents demonstrated that the company was targeting children as future smokers. the character was retired and replaced with a more traditional quadruped in 1997.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Carlos Danger (Anthony Weiner)",
    "description": "The nom de sext of a former Congressman who resigned after he sent explicit photos of himself via Twitter. Despite losing his job over the photos, he was involved in a subsequent scandal after it was revealed that he continued sending explicit photos under this alias.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Kim Jong-il",
    "description": "The former Supreme Leader of the Democratic People's Republic of Korea and author of On the Art of the cinema. His family is at the center of an elaborate personality cult in the so called \"Hermit Kingdom.\" A famous tumblr collected photos of him looking at things.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Free Willy",
    "description": "The title character from the 1993 film about a young boy's attempts to rescue a killer whale from its cruel life as an amusement park attraction. At the film's conclusion, he flees a whaling ship by jumping over a rock embankment and returns to his family.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "John Hancock",
    "description": "A Revolutionary War hero and president of the Second Continental Congress. He was the first member to sign the Declaration of Independence. and his signature was so prominent that his name is now synonymous with signing one’s name on a document.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Mr. Rogers",
    "description": "The good-natured host of a children’s show that begins with him singing, \"It's a wonderful day in the neighborhood,\" putting on a sweater and sneakers, and asking the viewers to be his neighbor. Each episode include a trip to the Neighborhood of Make-Believe.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "David Carradine",
    "description": "An actor and martial artist who played the lead role in the show Kung Fu and Bill in the film Kill Bill. In 2009, he was found dead in the closet of his Bangkok hotel room. Evidence suggests that his death was the result of autoerotic asphyxiation.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Joe Biden",
    "description": "The 47th Vice President of the US. His blue collar image has led to a series of humorous articles in The Onion, such as \"Joe Biden Shows Up To Inauguration With Ponytail\" and \"Obama Issues Presidential Pardon To Get Biden Out Of Jail For Third Time This Year.\"",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "A Fetus",
    "description": "The stage of development between embryo and birth. It is sometimes categorized by the presence of all major body organs (though not necessarily functioning), typically around the 11th week of gestation. In humans, it is approximately 1.2\" in length from crown to rump.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Alex Trebek with a mustache",
    "description": "The host of the quiz show Jeopardy! for thirty years and counting. He has appeared self-deprecatingly as a version of himself in films and TV shows. including Seinfeld and Short Cuts. For the purposes of this card, he still has really great facial hair on his upper lip.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Crocodile Dundee",
    "description": "The title character in a trilogy of fish-out-of-water films about an Australian bushman struggling to find his way in big city America. Played by Paul Hogan, he amously threatens muggers, saying \"That's not a knife. That’s a knife.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Josephine Baker",
    "description": "A performer, civil rights activist. and the first black woman to star in a major film. She only performed for integrated audiences, though many of her acts, such as the exotic Danse Sauvage wearing a banana skirt, strike a contemporary viewer as still pretty messed up racially.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Alex Trebek without a mustache",
    "description": "The host of the quiz show Jeopardy! for thirty years and counting. He began hosting game shows in high school. For purposes of this card, he shaved the iconic facial hair on his upper lip in 2001. In 2008 he wore fake facial hair on his upper lip for April Fools' Day.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "The Kool-Aid Man",
    "description": "The 6 foot tall, cherry-flavored mascot for a powdery drink mix that is combined with water and sugar. He is famous for making a dramatic entrance when children express thirst by smashing through a brick wall and yelling his catchphrase \"Oh yeah!\"",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Lance Armstrong",
    "description": "A cyclist who won the Tour de France for 7 consecutive years after losing a testicle to cancer. He founded Livestrong, which began the trend of people wearing colorful rubber bracelets. He later admitted to taking performance-enhancing drugs during all of his Tour wins.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "A Virgin",
    "description": "A person who has never engaged in sexual intercourse, either voluntarily or involuntarily. Once used only to refer to young women, it now describes any person who has not participated in that activity and can even be used metaphorically. as in a nonalcoholic drink.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Andrea Yates",
    "description": "The victim of severe postpartum depression who drowned her five children in a bathtub. While initially sentenced to life in prison. she was later found not guilty by reason of insanity. Her case sparked an ongoing debate about mental health treatment in the US.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "John Henry",
    "description": "An American folk hero and \"Steel Drivin' Man.\" In the myth, he competed against a steam powered hammer to determine who could drill into rock the fastest. He wins the competition, but his heart gives out and he dies before being able to fully celebrate his victory.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Miss Piggy",
    "description": "A porcine Muppet and spouse of Kermit the Frog, who she frequently pounces on. A notorious diva and singer, she is modeled on the singer and actress Peggy Lee. Throughout her career, she has been used to symbolize the modern American woman.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Tom Selleck’s mustache",
    "description": "The facial hair of this American actor and 80s style icon. He is most famous for his title role in Magnum, P.I. as well as appearances in films such as Three Men and a Baby and Mr. Baseball. In addition to his upper lip decoration, his signature look included colorful Hawaiian shirts.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Roger Ebert",
    "description": "A critic who popularized film review with his thumbs up, thumbs down system. Late in life, his lower jaw was removed to combat cancer of the salivary glands. He was unable to speak or eat normally, yet continued to write and review films both online and in print.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Anthony Weiner",
    "description": "The disgraced former Congressman, who sent explicit photographs of himself via Twitter. After one leaked, he was forced to resign. He was involved in a subsequent scandal after it was revealed that he continued sending photos under the alias Carlos Danger.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "A Close Talker",
    "description": "A person who stands uncomfortably near a person while speaking. This term was first coined in \"The Raincoats,\" an episode of Seinfeld. In it, Elaine's new boyfriend Aaron is described as being one of these, disrupting the personal space of anyone he speaks to.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Kevin Bacon",
    "description": "An actor best known for the game based on six degrees of separation that bears his name. e.g. André the Giant and Christopher Guest appeared in The Princess Bride: Christopher Guest and this actor appeared in A Few Good Men; thus Andre the Giant’s number is 2.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "A Lab Rat",
    "description": "A rodent used in academic or commercial research, often as a precursor to human trials in the early stages of a project. They are regularly decapitated with scissors. A common trope of early psychology research was to place one in a maze to find a wedge of cheese.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Yoko Ono",
    "description": "An avant-garde artist maligned for allegedly breaking up the Beatles. Despite her inability to carry a tune, many of her songs have topped the dance charts, mostly as remixes. She and John Lennon used their honeymoon to stage bed-ins to protest the Vietnam War.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "A Gerbil",
    "description": "A small rodent often kept as a pet. Numerous urban legends exist involving this animal and various celebrity anuses.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "The Shark from Jaws",
    "description": "A man-eating great white that terrorizes the town of Amity Island in a film by Steven Spielberg. Not seen until well into the film, it is so large that Roy Scheider's character suggests the crew is \"gonna need a bigger boat.\" It was nicknamed Bruce after Spielberg's lawyer.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "A T.Rex",
    "description": "Meaning \"lizard king,\" this species of bipedal carnivore lived in western North America during the Cretaceous Period. They are the most widely known dinosaur in the world due to their adorably tiny arms and footsteps that vibrate cups of water.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Colonel Mustard",
    "description": "A character from the board game Clue (aka Cluedo). He was originally named Yellow, but had his name changed to this condiment instead. In Hasbro's latest update, he is now a former football player. In the classic film adaptation, he was played by Martin Mull.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "The Boogeyman",
    "description": "A creature used by adults to scare children into good behavior. Its \"description\" and motivations vary across cultures, but often include kidnapping misbehaving children. Variants of this monster include Latin America’s \"Sack Man\" and Egypt's \"Man With Burnt Leg.\"",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Rip Van Winkle",
    "description": "The protagonist of a Washington Irving short story, who drinks moonshine, goes bowling with ghostly Dutchmen, falls asleep, and awakens decades into the future with a long, scraggly beard. He returns to his village and finds that his wife and friends have all died.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "A Swinger",
    "description": "A person who engages in recreational intercourse outside of a monogamous relationship. Despite public declarations othenNise, in a recent study by the Kinsey Institute, these individuals make up 2-4% of married couples in North America-over 4 million people in total.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Your Evil Twin",
    "description": "A common trope, where the physical duplicate of a character appears. but with inverted values. They are often depicted with subtle alterations, such as Spock's ruthless doppelganger having a goatee. The words above or your name prefixed by the second word are both valid.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "The Winklevii",
    "description": "The twins, rowers, and entrepreneurs best known for suing Facebook founder Mark Zuckerberg for $140M, claiming he stole their idea for the social networking site. They are new venture capitalists, and as of 2014, own nearly 1% of all Bitcoin in existence.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Cesar Millan",
    "description": "Known as The Dog Whisperer, he is a self-taught trainer famous for his TV show, where he goes into homes to deal with especially difficult animals. His methods rely on outdated beliefs about canine social structures, yet his advice is used by dog owners worldwide.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "A Nutcracker",
    "description": "A device for cracking hard shells. They can be highly decorative, with individual wooden bodies depicting soldiers or royalty. In these versions, the shell is inserted into the figure’s mouth and a lever is pressed down, which crushes the shell and reveals the sweet, sweet meat inside.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "A Werewolf",
    "description": "A human who transforms into a hirsute, bloodthirsty creature. Known as chanthropy, this change is often triggered by a full moon. Suspected chanthropes were persecuted in early modern Europe, and are now a staple figure in pop culture and party games.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "A Planeteer",
    "description": "One of the five teenagers who possess rings that allows them to control Earth, Fire, Wind, Water, or Heart. When their powers combine, they summon the environmental superhero Captain Planet to help fight villains such as Hoggish Greedly and Verminous Skumm.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Rick James",
    "description": "A musician whose decadent, drug-fueled lifestyle is frequently parodied, notably in several \"True Hollywood Stories\" on The Chappelle Show. The popularity of depictions of his cocaine habits and use of the word \"bitch\" contributed to Chappelle leaving the show.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Bob Ross",
    "description": "A painter and TV host, who starred in PBS's The Joy of Painting. He taught viewers how to paint \"fluffy white clouds\" and \"happy little trees\" using wet on wet painting. He supposedly hated his white-guy afro and kept it only for marketing purposes.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "You",
    "description": "The person reading this card. The word above or your actual name are both valid.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Gene Wilder",
    "description": "The stage name of Jerome Silberman, who is best known for his collaboration with Mel Brooks in Blazing Saddles, The Producers, and other films. An image of him in Willy Wonka & the Chocolate Factory is used in the popular Condescending Wonka caption online.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Thomas Kinkade",
    "description": "The self-styled Painter of Light, whose paintings often featured cottages with glowing lights in overly saturated pastoral landscapes. He died, according to his mistress, \"very happy\" from acute intoxication of alcohol and Valium.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Honey Boo Boo",
    "description": "A child beauty pageant contestant and star of a TLC reality show. She is known for her southern drawl, love of \"Go Go Juice\" (a blend of Mountain Dew and Red Bull), and open-minded attitude, having once said of her uncle, \"Ain't nothing wrong with bein' a little gay.\"",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "A Nihilist",
    "description": "Popularly. someone who believes in nothing. As a philosophical concept, a person who believes that major aspects of life or human inquiry are either not valid or do not exist. They are often portrayed as effete intellectuals, such as the wimpy German thugs in The Big Lebowski.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A Redshirt",
    "description": "A stock, semi-anonymous character who is introduced only to die soon after. The term derives from the costumes worn by extras in the original Star Trek television series who would accompany the lead actors to a hostile situation and be killed in order to heighten tension.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "The Id",
    "description": "One of the the three parts of Sigmund Freud's model of the psyche that constitute mental life. This part contains a person's instincts and is the source of our impulse for sex and aggression. In adult life it becomes the most dark, inaccessible aspect of personality.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Phineas Gage",
    "description": "A 19th century railroad worker and frequent citation in undergraduate psychology papers. His left frontal lobe was severely damaged following an explosion that drove an iron spike through his skull. The damage resulted in a radical change in his personality and behavior.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "David Attenborough",
    "description": "Widely known as the voice of nature documentaries, he is considered a national treasure in the UK (though he rejects the term). He is so beloved that his replacement with Sigourney Weaver as the narrator in the American version of Planet Earth caused protests online.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Yorick",
    "description": "A character whose remains are dug up in Shakespeare’s Hamlet. He provokes a lengthy rumination on the ravages of time by Hamlet, leading to the most characteristic image from the play: the prince holding this character's skull aloft while delivering a monologue.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "Ricardo Montalbán",
    "description": "A Mexican actor who played Khan Noonien Singh in the original Star Trek series and Star Trek II: The Wrath of Khan. He was also known for his endorsement of the Chrysler Cérdoba, where he praised the \"tastefulness of its appearance\" and its \"soft Corinthian leather.\"",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "A Catholic Priest",
    "description": "A ministerial order of the first Christian church to whom God grants the power of transubstantiation during Mass. Although they take a vow of chastity. there have been many molestation scandals, perhaps due to the ready access their authority affords them.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Jim Jones",
    "description": "An American cult leader and founder of the Peoples Temple. After the group’s murder of a congressional delegation, he forced the mass suicide of its 910 members in their Guyana compound by drinking grape Kool-Aid laced with cyanide and sedatives.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "A Man From Nantucket",
    "description": "A character from a famous limerick that references an island 30 miles south of Cape Cod. The limerick describes this person as being particularly well-endowed, with the most popular rhyming couplet being \"Whose dick was so long he could suck it.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Oskar Schindler",
    "description": "A wealthy German industrialist. who protected his Jewish factory employees from deportation and death during the Holocaust. By the end of World War II. he had spent his entire fortune on bribes to Nazi officials and black-market items for the workers on his famous list.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Catherine the Great",
    "description": "The \"Empress and Autocrat of all the Russias,\" who led the country's Golden Age: an era of revitalization and recognition as a great power of Europe. She took many lovers during her reign, leading to legends about her sexual proclivities, including an erotic desire for horses.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Bobby Fischer",
    "description": "America's greatest chess player and one of its most famous racists. He defeated Boris Spassky in 1971 to become world champion. A recluse, he returned to the public eye in the 90s to invent a new Chess timing system and to be a public anti-Semite before dying in Iceland in 2008.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Ouroboros",
    "description": "An ancient symbol that represents the cyclical nature of existence, eternal return, and rebirth. Its first known usage was in an Ancient Egyptian source. but appears across many cultures. It is most frequently depicted as a snake or serpent eating its own tail.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Catherine the Great's Horses",
    "description": "The alleged equine lover of a Russian Empress who led the country through its Golden Age. She took many lovers during her reign, which gave rise to legends about her sexual proclivities, including an erotic desire for this kind of animal.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Rob Ford",
    "description": "The disgraced mayor of Toronto who confessed to smoking crack \"probably in one of my drunken stupors.\" Responding to allegations of sexual harassment, he said. \"It was said I want to eat her pussy. I would never do that. I’ve got more than enough to eat at home.\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Lot's Wife",
    "description": "A Biblical figure who was spared from God’s divine judgment against the cities of Sodom and Gomorrah. As the cities were being destroyed by fire and brimstone, her family was told by angels \"look not behind thee.\" She did and was transformed into a pillar of salt.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "William Henry Harrison",
    "description": "The 9th President of the US, whose most notable accomplishment in office was dying 30 days, 12 hours, and 30 minutes into his term. The cause of death was pneumonia, which doctors failed to cure with a combination of opium, leeches, and Virginia snakeweed.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "A Horse-Sized Duck",
    "description": "From a hypothetical scenario that poses the question of who would win in a fight: a single equine-sized fowl or fivescore fowl-sized equines. The question was made famous in a 2012 Reddit AMA with President Barack Obama. The comment received over 1,000 upvotes.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Log Lady",
    "description": "A minor character from the television show Twin Peaks. She carries a piece of a tree cradled in her arms at all times, and seems to act as a medium between the object and the outside world, such as when she claims that it \"saw something\" the night Laura Palmer died.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "Jareth, the Goblin King",
    "description": "The villain from the 1986 film Labyrinth by Jim Henson. Played by David Bowie., a 40-year-old Bowie kidnaps the baby brother of a teenage Jennifer Connelly, who he then attempts to woo with his crystal orbs, giant codpiece. and teased-out blonde bangs.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "Tycho Brahe",
    "description": "A Danish noble and astronomer. At 20, he lost part of his nose in a duel and wore a replacement made of silver and gold. He owned a pet elk and hired a psychic dwarf named Jepp. He is rumored to have died from refusing to leave a banquet to urinate, because etiquette.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Anita Hill",
    "description": "An attorney and academic who was thrust into the spotlight when she accused Supreme Court nominee Clarence Thomas of sexual harassment. She claimed that Thomas, among other comments, once asked her \"Who has put pubic hair on my Coke?\"",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "A Dungeon Master",
    "description": "The organizer and storyteller in a fantasy roleplaying campaign, most often associated with D&D. They manage all aspects of a game other than the direct actions of the player characters, and are commonly seen rolling 20-sided dice behind a protective cardboard screen.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Cocaine Bear",
    "description": "An ursine internet meme, who \"fucking loves\" this white, powdery drug. The image, which shows the creature's roaring face covered in snow. is a parody of the \"binge\" trope in TV and film, such as Al Pacino's Scarface and Dave Chappelle's Tyrone Biggums.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A dog doing yoga",
    "description": "A canine who practices the Indian tradition of physical, mental, and spiritual transformation. In western cultures this practice is most often associated with physical exercise focused on stretching and the assumption of physical postures such as eagle and tree.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "A Streaker",
    "description": "A person who strips naked and runs through a public space, either for fun, on a dare, or as a political statement. The first recorded instance was in 1799, when a man was bet 10 guineas to run naked from Cornhill to Cheapside in London.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Sting",
    "description": "The stage name of Gordon Sumner, former member of The Police and solo musician. Late in his career, he abandoned his rock sound for more mellow instruments like the sitar and lute. He is also rumored to possess legendary sexual stamina due to his devotion to tantric yoga.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "The Noble Savage",
    "description": "A literary concept of an individual or group that is uncorrupted by human civilization. It is often used today to signify condescension toward non-Western cultures, such as the portrayal of Native Americans in Dances with Wolves or the Na'vi in Avatar.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Robert Hamilton",
    "description": "An American artist and self described \"best totally unknown painter in the world.\" His improvisational style was praised by modernist contemporaries, including Andrew Wyeth. Like his beloved jazz, Hamilton believed \"the picture makes itself. When I'm finished, I don't know how the hell I did it.\"",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Priapus",
    "description": "A fertility god of the Ancient Greek countryside, where statues were erected of him in gardens to protect livestock. plants. and men’s virility. He was easily recognized by his massive. permanent erection, which led to the medical term for that condition.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Bartleby the Scrivener",
    "description": "The title character from a short story by Herman Melville, who is employed to copy legal documents by hand. After gaining a reputation as a hard worker. he unexpectedly refuses to do any further work, instead repeating \"I would prefer not to\" to all requests.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "Dramatic Chipmunk",
    "description": "The subject of an often imitated, never duplicated YouTube video of a prairie dog turning its head while the camera zooms in and the music from Young Frankenstein plays. The clip is frequently modified to show the prairie dog wearing costumes or being caught viewing elicit material.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Your High School Gym Teacher",
    "description": "The P.E. instructor of the person reading this card. The word above or the actual name of your real-life P.E. instructor are both valid.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Grape Lady",
    "description": "A newscaster who falls from a platform after attempting to cheat during a light-hearted segment at Chateau Elan Winery. After falling out of frame, she is heard off camera making strange noises and saying, \"OW OW OW...STOP STOP...OOH OOH OOH...I can’t breathe.\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Pedobear",
    "description": "An ursine character who is popular on the website 4chan and is used to mock individuals with a sexual interest in minors. He sometimes appears accidentally in the press, such as a story in a Polish newspaper that this character would be the mascot for the 2010 Olympics.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Siri",
    "description": "The name of Apple's personal assistant on iOS operation system that interacts with users through natural language. It has spawned a popular Tumblr consisting of ironic interactions, such as the search \"I have a gambling addiction\" returning a list of nearby casinos.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Harry Houdini",
    "description": "A magician, who in his most famous trick, the Chinese Water Torture Cell, escaped from a water-filled tank while he was hanging upside-down. He was also known for debunking psychics and mediums. a tradition carried on to this day by professional magicians.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Judas Iscariot",
    "description": "One of Jesus’s twelve apostles, who betrayed him for 30 pieces of silver. He famously revealed Jesus’s identity to Roman soldiers by giving him a kiss, and his name is now synonymous with betraying a person or even an abstract set of ideals.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Silvio Berlusconi",
    "description": "The former Prime Minister of Italy, owner of A.C. Milan, and serial tax evader. He is notorious for soliciting prostitutes and for organizing a type of orgy known as a \"bunga bunga.\" It is rumored that the concept was introduced to him by Libyan dictator, Muammar Gaddafi.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "The Sorcerer’s Apprentice",
    "description": "An assistant to a wizard in Fantasia. Played by Mickey Mouse, he enchants a broom to fetch water. Unable to control the magic, a flood ensues. Each time he attempts to destroy the broom to end the spell, it splits and continues its work at double pace.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Lolita",
    "description": "The title character of a Vladimir Nabokov novel, referring to the nickname given to 12-year-old Dolores Haze by her stepfather, the hebophile Humbert Humbert. Nabokov has expressed pleasure that because of him, people no longer name their children this.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The Dread Pirate Roberts",
    "description": "The founder of the Silk Road, the \"amazon.com of illegal drugs.\" His identity remains a mystery, though the name suggests it belongs to multiple people, since it was lifted from a character in the The Princess Bride, where a mythical brigand is actually a series of individuals.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Koko",
    "description": "A gorilla who was taught by her trainer to sign over 1,000 words of GSL (Gorilla Sign Language) and allegedly could understand 2,000 words of English. She chose a mate from a series of videotapes in an early form of online dating, though they have not yet mated.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Portnoy",
    "description": "The title character from a 1969 novel by Philip Roth that is told as an extended psychotherapy session by a young Jewish bachelor. The novel is notorious for its description of this character masturbating with a piece of raw liver, which his mother later serves for dinner.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "The 800 Pound Gorilla",
    "description": "An idiom that describes a primate so powerful and heavy that it can ignore the rights of others. The original source is a riddle that asks where it sits (A: Anywhere it wants.) This term is commonly confused with a similar expression about an elephant.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "The Boy Who Cried Wolf",
    "description": "A shepherd from Aesop's Fables who tricked villagers by raising false alarm about his sheep being attacked. When a real threat occurs, the villagers do not respond and the flock is devoured. The fable appears to have little effect on the amount children lie.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "A Civil War Reenactor",
    "description": "A \"living historian.\" who spends their free time roleplaying as a Confederate or Union soldier in America’s bloodiest war. A participant typically falls into one of three classes, from least to most authentic (and unbearable): farb, mainstream, and progressive.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Charizard",
    "description": "A species of Pokémon that resembles an orange dragon and is the evolved form of Charmeleon and the final evolution of Charmander. Despite its appearance, it is a fire/flying type, NOT a dragon type. Its Japanese name is Lizardon (リザードン).",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "Roland the Farter, Flatulist to the King",
    "description": "A 12th century court jester to Henry II. In exchange for his services (\"he was obliged to perform every year on the birthday of our Lord before his master, one jump. and a whistle, and one fart\"), he received a manor and 30 acres of land in the county of Suffolk.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Mia Hamm",
    "description": "A retired professional soccer player who helped lead America’s team to their 1999 World Cup win. The iconic photo of her in a sports bra sliding on her knees. yelling with her fists clenched in celebration, is actually of her teammate Brandi Chastain.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Dr. Quinn, Medicine Woman",
    "description": "The title character of a 90s TV show about a 19th century aristocrat who sets up a clinic in Colorado Springs. Played by Jane Seymour, she introduces modern healing practices to the town's locals as well as to her rugged mountain man Byron Sully.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Skeletor",
    "description": "The main villain in the Masters of the Universe fantasy world. He is the arch nemesis of He-Man and is typically shows with a blue humanoid body, bare skull, and purple hood. His goal is to learn the secrets of Castle Grayskull and use them to conquer the land of Eternia.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Montezuma",
    "description": "The 9th Tlatoani of Tenochtitlan and ruler of the Aztec Triple Alliance. During their first contact with Europeans, he was killed by conquistador Hernan Cortés’s men as the fled his capital. His \"revenge\" is a euphemism for contracting traveler's diarrhea in Mexico.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Captain Ahab",
    "description": "The monomaniacal, peg-Iegged commander of the Pequod whaleship in Herman Melville's novel Moby Dick. His quest for vengeance against the white whale drives him mad, leading to the death of his entire crew except Ishmael, the novel's narrator.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Star Wars Kid",
    "description": "The star of a viral video that shows a high school student imitating Iightsaber moves using a golf ball retriever. The tape leaked online after being left in the basement of his school, leading to dozens of remixes featuring music and advanced special effects.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Damsel in Distress",
    "description": "A sexist archetype in literature, film, and games of a helpless woman that must be saved by a male character, such as Princess Peach in the Mario franchise. A recent YouTube series by Feminist Frequency charted the plot device throughout the history of gaming.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Oprah’s best friend (Gayle)",
    "description": "The co-anchor of CBS This Morning and Editor-at-Iarge for O Magazine. She gained notoriety for her long-running relationship with a famous talk show host and \"Queen of All Media.\" Despite being married to a man, there are persistent rumors that the two are lovers.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "A Merman",
    "description": "The male version of the mythological creature that is a woman from the waist up but has a fish tail in place of legs. Their behaviors and abilities range across cultures, and include having green teeth, the ability to cure illnesses, seducing women, and holding tridents.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Clippy",
    "description": "The nickname of the Office Assistant in Microsoft Office, who appears as the metal object used to hold sheets of paper together. He would \"tap\" on the monitor to get your attention. Supposedly, Microsoft's internal name for it was TFC (The Fucking Clown).",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The 1%",
    "description": "A political and economic classification for the group of individuals who earn up to a quarter of total income in the US. It was derived from the slogans of the Occupy Wall Street movement of 2011, which were meant to highlight growing economic inequality.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "The Walrus",
    "description": "The character in a song by the Beatles from their album Magical Mystery Tour. It is a reference to a Lewis Carroll’s poem, also about a flippered marine mammal. The lyrics that follow, \"Goo Goo Ga Joob,\" possibly stated by the character, were drawn from Finnegan’s Wake.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Big Brother",
    "description": "The personification of the nanny state. which comes from Oceania’s totalitarian leader in George Orwell’s novel 1984. He is frequently reminded to be \"watching you,\" though in an instance of the novel's doublethink, the expression is both a veiled threat and a reassurance.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Helen Keller",
    "description": "The deafblind author, leftist, and suffragist, whose teacher, Anne Sullivan, taught her to communicate by spelling words into her hands, beginning with the word \"doll.\" Their relationship was the subject of the biographical play and film The Miracle Worker.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Robocop",
    "description": "The title character of an 80s sci-fi film about a cyborg policeman who is tasked by the evil Omni Consumer Products megacorporation to protect Detroit. In 2011, a group raised $67,436 on the crowdfunding site Kickstarter to create a 7 foot tall bronze statue of the character.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Tubgirl",
    "description": "A shock image depicting a naked, masked woman lying on her back in the bath. with a fountain of yellowish-orange liquid surging from her anus onto her face, supposedly the result of an orange juice enema. The image was often alleged to be popular in Japan.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "A Mormon",
    "description": "A member of the Latter-Day Saints, inspired by the visions of 19th century American Joseph Smith. They were once infamous for some members practicing polygamy. Members taking part in endowment ceremonies wear special underwear called \"temple garments.\"",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Betsy Ross",
    "description": "The person widely believed to have sewn the first American flag for George Washington. Research by the National Museum of American History suggests that this story did not enter popular culture until its 1876 centennial celebration, casting doubt on the veracity of this claim.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "The Superego",
    "description": "One of the the three parts of Sigmund Freud's model of the psyche that constitute mental life. This part forms a person's ability to punish themself for misbehavior. It often draws on cultural lessons, acting as a source of rules from parents and other authority figures.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Frogger",
    "description": "The title amphibian from a classic 80s arcade game. where you cross heavy traffic and hitch a ride on logs to cross a treacherous river. A real-life version was played with a Roomba decorated as the character. It made it across a highway 10 times before being flattened by an SUV.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Dr. Mario",
    "description": "This plumber-turned-pharmacist and title character of this Nintendo puzzle series. Clearly inspired by Tetris, the player organizes pills by color, ostensibly to eradicate viruses and definitely not to teach children how to raid their parent’s medicine cabinet.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "An Amish",
    "description": "A member of a Christian sect from PA Dutch country. They are known for wearing traditional dress and eschewing modern technology. Some practice Rumspringa, where restrictions are lifted for adolescents seeking to experience the temptations of the outside world.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Conjoined Twins",
    "description": "A rare occurrence where identical fetuses are joined together in utero. Classifications are based on where their bodies are joined, e.g. syncephalus (one head, single face, four ears, two bodies), cephalothoracopagus (fused bodies, two faces facing in opposite directions).",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A Troll Doll",
    "description": "A plastic toy depicting a being with distinctive tall, bright, and fuzzy hair. They were the subject of fads throughout the 70s, 80s, and 90s. The original version was carved by a poor Danish fisherman and woodcutter as a Christmas gift to his daughter.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Dikembe Mutombo",
    "description": "A 7'2\" Congolese-American basketball player best known for his incredibly deep voice, thick accent, and penchant for waving his index finger at opponents after stuffing them at the rim. He once described the restaurant Pasta Pasta as being \"named after pasta.\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Comic Book Guy",
    "description": "The overweight owner of The Android's Dungeon & Baseball Card Shop on The Simpsons. His character has a master's degree in folklore mythology - he translated The Lord of the Rings into Klingon - and is known for his catchphrase \"Worst [blank] ever.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "A Dead Horse",
    "description": "Useless to beat and effectively unrideable. this deceased animal is used in an idiom to explain that a point, once made. does not need to be re-stated. Similar the phrase, \"To slay the slain.\" This animal is substituted with a dog in other parts of the English speaking world.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Lady Gaga’s meat dress",
    "description": "A piece of raw beef worn by \"Mother Monster\" to the 2010 MTV Video Music Awards. The pop diva stated that she wore the item to highlight her distaste for the military’s don’t-ask-don’t-tell policy. The item was preserved by a taxidermist, who turned it into jerky.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Kenny G",
    "description": "A smooth jazz saxophonist, who is universally reviled by jazz aficionados while simultaneously being one of the best selling recording artists of all time. Using circular breathing, he set a world record for longest note recorded by holding an E-ﬂat for 45 minutes and 47 seconds.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "The Invisible Man",
    "description": "The title of both Ralph Ellison's novel about the struggle of black intellectuals in early 20th century America and HG. Well’s sci-fi novella about a avaricious, power-mad man who is able to alter his body’s refractive index to reflect no light.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Hal-9000",
    "description": "The sentient computer from Stanley Kubrick's 2001: A Space Odyssey. Initially a helpful part of the ship, it eventually turns on the crew, killing Dr. Poole before being disconnected by Dave. As its mind goes, it sings \"Daisy Bell\" while pleading for its life.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Solange Knowles",
    "description": "A singer, temporary member of Destiny's Child. and sister of Beyoncé. In 2014, TMZ published security footage of her physically assaulting her brother-in-law. Jay-Z, who along with Beyoncé, did not retaliate. The cause of her outburst remains unknown.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Carrie",
    "description": "The title character of a horror film based on a Stephen King story. She manifests telekinetic abilities after being bullied about her first period. In the film’s climax, she is doused in an upended bucket of pig's blood at prom, leading her to kill most of the attendees in an electrical fire.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "An Immoveable Object",
    "description": "One half of a famous paradox that asks what would happen if a thing that cannot be stopped encounters a thing that cannot be moved.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Pug",
    "description": "A dog breed. Generations of inbreeding have led to compact breathing passages that leave them unable to regulate their body temperature by panting. Many airlines have restricted their transport due to in-air deaths.",
    "category": "CET CETERA",
    "points": 2
},
{
    "name": "Prancer",
    "description": "One of the flying reindeer that pulls Santa's sleigh in \"The Night Before Christmas.\" His name is also used in a fitness method and internet meme by Joanna Rohrback that is a 'springy, rhythmic way of moving forward, similar to a horse’s gait and ideally induced by elation\"",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Chairy",
    "description": "An iconic characters from Pee-wee's Playhouse, a live-action children's show created by and starring Paul Reubens. She is a talking and singing piece of blue furniture with large eyes and a mouth between her cushions. She has a weirdly flirtatious relationship with Pee-wee.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "David Blaine",
    "description": "A street magician known for his sleight of hand, silly endurance challenges, and being kind a douche. His stunts include getting buried for a long time, standing on a pole for a long time, holding his breath for a long time, and freaking Ricky Gervais out by stabbing himself.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Flappy Bird",
    "description": "The winged title character from an iOS game where you navigate through a set of pipes. The creator removed the game from the App Store, despite earning $50,000 per day, in the wake of criticism over alleged plagiarism of graphics and gameplay mechanics.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The Soup Nazi",
    "description": "A minor character from the sitcom Seinfeld. He exerts strict control over his restaurant's customers and practices price discrimination over the sale of his broth-based food. He was inspired by Al Yeganeh, a New York City chef, who famously took offense at the moniker.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Lennie Small",
    "description": "The large. mentally disabled friend of George in Of Mice and Men. He loves petting soft things, but is unable to control his strength, accidentally killing a puppy and a woman. George shoots him at the end of the novel to protect him from an angry lynch mob.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "The Übermensch",
    "description": "A concept created by Nietzsche in Thus Spoke Zarathustra that roughly translates to \"superman.\" A character in the book holds it up as a supreme goal for humanity to achieve. The term was incorrectly used by the Nazi regime to argue for a biologically superior race.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Mother Teresa",
    "description": "A missionary and Nobel Peace Prize winner who claimed \"the world is being helped by the suffering of poor people.\" Her Home for the Dying Destitutes in Calcutta offered no significant medical care and only 7% of donations to her organization were directly used for charity.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Bill Clinton",
    "description": "The 42nd President of the US and tenor saxophonist. He was the second president to be impeached in office, due to charges related to receiving oral sex from a White House intern. The case famously depended \"on what the meaning of the word \"is\" is.\"",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "The Dude",
    "description": "The nickname of Jeffrey Lebowski in the Coen Brothers film The Big Lebowski. Played by Jeff Bridges, he is depicted as an unemployed slacker, pacifist, and bowler who drinks White Russians and listens to Creedence. He was based on the Seattle Seven member Jeff Dowd.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "A Rat King",
    "description": "A creature comprised of multiple rodents knotted at the tail, while specimens exist in museums of curiosities, it is unlikely to ever have existed. It is also the name of a character from the Teenage Mutant Ninja Turtles franchise who exerts a telepathic influence over rodents.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "An Unstoppable Force",
    "description": "One half of a famous paradox that asks what would happen if a thing that cannot be stopped encounters a thing that cannot be moved.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Never Nude",
    "description": "The popular term for a gymnophobic, a person who fear nakedness. The condition was satirized on the show Arrested Development, where the character Tobias Funke would wear cutoff jean shorts at all times. As of 2014, the condition is still not recognized by the DSM.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Icarus",
    "description": "An mythical figure in Ancient Greece, who along with his father Daedalus, escape from the Labyrinth with wax wings. He is warned not to fly too high or too low. Ignoring the warning, the sun melts the wax and he plummets into the sea.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Kate Bush",
    "description": "An English musician known for her idiosyncratic vocal delivery, literary sensibility, hit singles such as \"Wuthering Heights\" and \"Babooshka.\" One of her Karate instructors has noted that many of her dance moves owe a debt to her martial arts training.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "A Juggalo",
    "description": "A fan of the Insane Clown Posse. These individuals gather in the woods each year for an annual \"Gathering.\" where they celebrate their shared culture of wrestling, drinking Faygo soda, painting their faces. and listening to horrible, horrible, horrible music.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Child Soldier",
    "description": "A term for a young person involved in armed conflicts, either voluntarily or involuntarily. International conventions exist to limit this activity, yet it remains a widespread practice, with 200,000 to 300,000 young people currently serving in either rebel and government forces.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Cyberbully",
    "description": "A person who uses social media to launch personal attacks, rumors, or embarrassing photos or videos. Victims have been known to take their own life. Rebecca Black claims to have been a victim after receiving many hateful comments on the YouTube page for her song \"Friday.\"",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Doomsday Prepper",
    "description": "The subject of a reality TV show, these individuals plan for their survival following the breakdown of civilization. They likely have a cache of weapons, canned goods for making \"bunker stew,\" and a belief that drinking one’s own purified urine is not that big of a deal.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "The Robber from Settlers of Catan",
    "description": "A piece from the 1995 board game by Klaus Teuber. In the game's lore, it is the fictional island's most villainous character. Beginning on the desert hex, it soon begins stealing cards and siphoning resources at the direction of any player who roll a 7.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Werner Herzog",
    "description": "A German director, whose films often feature his own philosophical narration (\"I believe the common denominator of the universe is not harmony. but chaos, hostility, and murder.\") He was once shot with an air rifle during an interview and continued as if nothing happened.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "David Hasselhoff",
    "description": "An actor and musician who starred in Knight Rider and Baywatch. His daughter once recorded a video of him, shirtless and drunk, trying to eat a hamburger on the ﬂoor of a Las Vegas hotel room, while she lectured him on the importance of sobriety. Germans love him.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Marie Antoinette",
    "description": "The Queen of France, who was guillotined during the French Revolution. Her last words were \"Pardon me sir, I meant not to do it.\" after stepping on her executioner's foot. There is no evidence that she spoke the phrase most associated with her. \"Let them eat cake.\"",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Dolph Lundgren",
    "description": "An actor, director, martial artist. and chemical engineer. He played Ivan Drago in Rocky IV and He-Man opposite Frank Langella. After earning his masters degree, he turned down a Fulbright Scholarship to MIT to become Grace Jones's bodyguard.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Right Said Fred",
    "description": "A London-based band formed by the Fairbrassin brothers in 1989, who are famous for their hit, \"I'm Too Sexy.\" which pokes fun at the fashion industry with such notable lines as \"Yeah on the catwalk, yeah / I shake my little tush on the catwalk.\"",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Your Own Shadow",
    "description": "The two dimensional silhouette caused by your body blocking a light source. Peter Pan's famously ran away from him. Some particularly cowardly people are afraid of them.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "The Jesus",
    "description": "An amateur bowler and alleged pederast in the Coen Brothers film The Big Lebowski. Played by John Turturro, he speaks with a heavy Cuban accent, paints his pinky fingers red, wears a hairnet, refers to himself in the third person, and is not to be fucked with.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "A Flautist",
    "description": "A musician who performs using a reedless wind instrument. First used in 1860. this term is sometimes considered dated among players of the instrument. Notable performers include Sir James Galway, Jethro Tull's Ian Anderson, and Michelle Flaherty from American Pie.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Coke Mule",
    "description": "A person who smuggles illicit drugs across national borders. While methods vary. one involves swallowing latex balloons filled with the substance, which is later recovered in their feces. Detection of this method is difficult and is often only found on x-ray.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Greg Louganis",
    "description": "A diver who hit his head on the board during the 1988 Olympic Games. It was later revealed that he was HIV positive at the time, though there was no chance of other athletes contracting the disease from the chlorinated water. Mario Lopez played him in a 1997 biopic.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "General Butt Naked",
    "description": "A former leader for the Liberian warlord Roosevelt Johnson. He claimed that before battle \"we would get drunk and drugged up, sacrifice a teenager, drink the blood, then strip down to our shoes and go into battle wearing colorful wigs and carrying imaginary purses.\"",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "The Ego",
    "description": "One of the the three parts of Sigmund Freud's model of the psyche that constitute mental life. It plays an executive function, mediating between raw instinct and external reality, such as your ability to delay immediate pleasure for long term objectives.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Pufferfish",
    "description": "One of the most infamous and deadly culinary dishes. Known as Fugu in Japan, its preparation is strictly controlled, because its liver, ovaries, and eyes contain fatal levels of tetrodotoxin. These areas must be carefully removed to avoid asphyxiation and death.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Nyan Cat",
    "description": "A cartoon feline with the body of a Pop-Tart. It is depicted flying in space with a rainbow trail, accompanied by an upbeat song with the Japanese word for \"Meow\" as its lyrics. A popular variation has users syncing the video to Slipknot's song \"Psychosocial.\"",
    "category": "FICTIONAL CHARACTER ",
    "points": 3
},
{
    "name": "A Manic Pixie Dream Girl",
    "description": "Described by Nathan Rabin as a \"bubbly, shallow creature that exists solely in the imaginations of sensitive writer-directors to teach young men to embrace life and its infinite mysteries.\" Examples include Natalie Portman in Garden State and Zooey Deschanel in everything.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Ms. Pac-Man",
    "description": "The hero of a 1982 arcade game, who navigates mazes and eats pellets, power pellets. and fruit while avoiding ghosts. One of gaming's first female protagonists, the only visible difference between her and her male counterpart is a pixelated red bow.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Pharell’s hat",
    "description": "The infamous head covering of the rapper, producer, and guest performer on \"Blurred Lines.\" Created for Vivienne Westwood's 1982-1983 collection, it was inspired by \"Peruvian women wearing bowler hats, full skirts, dancing with their babies tied on their back.\"",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "A Blue Man",
    "description": "A member of a music collective starring a trio of humanoids played by musicians wearing bald caps and makeup. To meet demand, dozens of new performers have been recruited, a process satirized on the show Arrested Development with the would-be recruit Tobias Filnke.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Basic Bitch",
    "description": "A putdown that describes a woman with a dull personality or lack of style. The term originated in hip hop and was featured in a comedy sketch of a doctor diagnosing the condition, which includes symptoms such as owning scented candles and ordering Pumpkin Spice lattes.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Bottom",
    "description": "In gay culture, a person who prefers penetration during intercourse, usually through the anus. A survey of nearly 56,000 profiles on gay.com found that 32% of US respondents preferred bottom, 26% preferred top, and 42% preferred the versatile role.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Nigerian Prince",
    "description": "A West African practitioner of a \"419 scam,\" otherwise known as advance-fee fraud. Victims receive email messages from a person claiming to be displaced royalty who needs their help transferring funds out of their country in exchange for future payment.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "MySpace Tom",
    "description": "Cofounder of the world's most popular social networking site-before Facebook. He became instantly recognizable because all users who joined the site would automatically \"friend\" him. He sold the site for $580M to Rupert Murdoch's News Corporation.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Sinéad O’Connor",
    "description": "An Irish musician who sought controversy on many occasions, most famously on a 1992 episode of SNL. where she protested the Catholic church's sexual abuse scandal by tearing up a photo of Pope John Paul II and saying \"Fight the real enemy.\"",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Afro Ninja",
    "description": "The star of one of the first viral videos. In an audition, he planned to do a backflip followed by a display of nunchuck skills. Suffering from jet lag, he fell flat on his face, staggered to his feet, and while still attempting to showcase his nunchuck skills, stumbled off screen.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "A Cosplayer",
    "description": "A costumed roleplayer who appears in public as a fictional character. Dress is often inspired by manga, anime. comic books, video games, and films-really anything from nerd culture. While not synonymous, there is some overlap with LARPers, Furries. and reenactors.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "David After Dentist",
    "description": "The 7-year-old star of a YouTube video where he deals with the effects of anesthesia. The child asks of his amused clad. \"Is this real life\" and fearfully demands to know whether it's \"going to be forever\" after observing that he feels funny and that his father has four eyes.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Steve Irwin, the Crocodile Hunter",
    "description": "An Australian conservationist and media personality known for his khaki shorts, accent, and trademark expression \"Crikey.\" He was killed in 2006 by a stingray striking him in his lungs and heart with its barb during the filming of a documentary titled Ocean's Deadliest.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "A n00b",
    "description": "A term for a beginner or novice at an activity, often used in reference to internet activity, such as online gaming or computer hacking. The term is spelled using Leetspeak, the alphabet that uses alternative ASCII characters as a replacement for Latin letters.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "An Eager Beaver",
    "description": "An idiom for an extremely enthusiastic or hard working person that supposedly originated among Canadian soldiers in World War II. The term derives from the aquatic, dam-building rodents, who terraformed much of North America with their wooden tructures.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Dick Armey",
    "description": "Texas who was an important part of the Republican Revolution of the 90s and one of the co-creators of the infamous Contract with America. But for the purposes of this game, he really just has a very funny name.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Cindy Sherman",
    "description": "A photographer and filmmaker, whose work often portrays herself in a series of costumes ranging from simple to outlandish. Through her photography, she is thought to be calling attention to the representation of women in society, media, and the arts.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Punxsutawney Phil",
    "description": "A clairvoyant Pennsylvania groundhog, who uses the appearance of his own shadow to predict whether spring will arrive early or whether there will be six more weeks of winter. His predictions have been correct 39% of the time, less than random guessing.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Keyboard Cat",
    "description": "The internet moniker of Fatso, a feline wearing a blue shirt and being manipulated to look like she was playing an instrument. The performance dates back to 1984, meaning that while she is Iong-dead, she continues to \"play off\" millions.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Dolly the Sheep",
    "description": "The first mammal to be cloned from an adult stem cell. Taken from a mammary gland, she proved that a cell from a specific body part could be used to replicate a new individual. She died at 6.5 years old of progressive lung disease, which is fairly common to her species.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Little Mikey",
    "description": "A boy from a Quaker Oats TV commercial that ran for over 12 years, beginning in 1972. The character spawned an urban legend that the actor from the commercial. John Gilchrist, died from ingesting a lethal combination of Pop Rocks and soda. He did not.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Michael J. Fox",
    "description": "An actor who played Marty McFly in the Back to the Future franchise and the Reaganite Alex P. Keaton on Family Ties. In 2000,he semi-retired due to a Parkinson's disease diagnosis, but he continues to act and is an outspoken advocate for others with the disease.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Jackson Galaxy",
    "description": "A cat behaviorist, MFA, and host of the TV show My Cat from Hell. In the show, he is depicted as a traveling rock star who helps pet owners solve issues like scratching, peeing, and territorial behavior. He employs an idiosyncratic set of strategizes to befriend cats.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Benjamin Button",
    "description": "The title character who ages in reverse from a short story by F. Scott Fitzgerald and film adaptation by David Fincher. He is born as a 70-year-old man capable of speech and as time passes, grows younger instead of older.",
    "category": "FICTIONAL",
    "points": 2
},
{
    "name": "The Elephant Man",
    "description": "The stage name of Joseph Merrick, an Englishman with severe deformities who was exhibited as a freak before befriending a doctor who took him in and gave him a relatively good life. He loved theater and collected flowers. David Lynch made a biopic loosely based on him.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Goose",
    "description": "The best friend, wingman, homoerotic volleyball partner, and Radar Intercept Officer for Maverick in the film Top Gun. Played by Anthony Edwards, he was tragically killed during a training exercise when he broke his neck ejecting from a F-14 aircraft.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "The Lawnmower Man",
    "description": "A simple-minded gardener from a Stephen King short story and film adaptation. He gains telepathic powers by being forced to play weird 90s virtual reality games. He eventually escapes capture by converting hi5 consciousness into pure energy.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Aaron Burr",
    "description": "The 3rd Vice President of the US, who shot Alexander Hamilton in a duel. He was famously the answer to question posed in a 1993 commercial directed by Michael Bay for the Got Milk? campaign, where a historian is unable to answer because his mouth is clogged with peanut butter.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Nicolas Cage",
    "description": "An actor known for his range, prolific work ethic, and self described \"Nouveau Shamanic\" acting style. Appearing in such films as Moonstruck, Adaptation, and Bad Lieutenant: Port of Call New Orleans, he is known for his manic, non-naturalistic performances.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Commander William T. Riker",
    "description": "The Enterprise's first officer on Star Trek: The Next Generation. He is referred to as \"Number One\" by Captain Picard and often sits down by whipping one leg over the back of a chair. An unofficial Twitter account documents his perverted Google search history.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "The Zodiac Killer",
    "description": "A serial murderer whose identity is still unknown. His name is a reference to letters sent by him to newspapers that included a 408 character cipher, which he claimed revealed his identity. In one possible decoding, he claims that his victims will be his slaves in the afterlife.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Miss Havisham",
    "description": "The original spinster from the novel Great Expectations. On the day of her wedding, she discovered that she had been defrauded by her betrothed. Heartbroken. from that day she lived alone in her mansion, shunned company, and never removed her wedding dress.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Quetzalcoatl",
    "description": "An ancient Mesoamerican god and flying reptile whose name means \"feathered serpent.\" It has been claimed since the 16th century that Aztec leader Montezuma II believed the appearance of Spanish conquistador Hernan Cortes signaled his return.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "E. Honda",
    "description": "A sumo wrestler from the Street Fighter video game series. His character possesses above-average strength but below-average speed, except when executing his Hundred Violent Sumo Hands move, commonly known as the Hundred Hand Slap. His blood type is A.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Bees!",
    "description": "Flying, communal insects that are found on every continent except Antarctica. They often live in large hives knows as colonies, with a queen, workers, and drones. Many species of these produce honey, which humans harvest in a series of hives known as an apiary.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Mother Brain",
    "description": "The antagonist of the Metroid video game franchise. She is typically depicted as a brain in a vat with spikes and a single eyeball, though she sometimes transforms into a bipedal monster that looks kind of like an old lady. She also appeared in the Captain N cartoon series.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Carlton Banks",
    "description": "The Fresh Prince of BeI-Air's cousin and Uncle Phil’s heir. Played by Alfonso Ribeiro. he is depicted as a preppy young Republican. who is probably best known for his spazzy dance to Tom Jones's song \"It's Not Unusual\" and being slapped on the back of the head.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Gizmo",
    "description": "A fuzzy pet from the Gremlins horror-comedy franchise. His owners were implored by Mr. Wing to follow three simple rules in caring for their Mogwai: (1) Do not expose him to bright light; (2) Do not get him wet; and (3) Do not feed him after midnight.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Balki Bartokomous",
    "description": "A character from the sitcom Perfect Strangers. He is a rustic from the island of Mypos. who Cousin Larry acclimates to big city Chicago. Features of the character include celebrating with the \"dance of joy\" and exclaiming \"Don't be ridiculous\" when it is he who is being ridiculous.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Slender Man",
    "description": "A character and internet meme that stalks children. often shown as a tall figure in a gray suit with a featureless face. He allegedly inspired two 12-year-old Wisconsin girls to stab a classmate 19 times. One claimed that he watches her. can read minds, and can teleport.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Manti Teo's girlfriend",
    "description": "The fictional. deceased paramour of the Notre Dame linebacker, who had supposedly died the same day as his grandmother. When it was revealed that the woman (aka Lennay Kekua aka Ronaiah Tuiasosopo) never existed, he was forced to admit that he had been catfished.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Greedo",
    "description": "A bounty hunter from the Star Wars franchise. In the original 1977 version of his confrontation with Han Solo at Chalmun's Spaceport Cantina. Han shoots and kills him before he fires a shot. In the film's rerelease, he takes the first shot and misses, leading to the meme \"Han shot first.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "A Freckleface",
    "description": "A schoolyard taunt that calls attention to a person with a fair complexion that possesses clusters of darker spots comprised of concentrated melanin on the front surface of their head. The condition is exacerbated by exposure to the sun.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Stefon",
    "description": "A guest correspondent on SNL's Weekend Update. He recommends New York's hottest clubs, followed by a description of their outlandish patrons like Black George Washington, sunburned drifters with soap sud beards, sherpas, and guys with afros in graduation caps.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Godot",
    "description": "The title character of Samuel Beckett’s absurdist play, who Vladimir and Estragon wait for. Beckett claimed that his name derived from the French slang term for boot. Americans typically mispronounce the name by emphasizing its second syllable.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Colonel Angus",
    "description": "A character from an SNL skit played by Christopher Walken. The humor is derived from the character's gag name that refers to performing oral sex on a woman, e.g. \"sometimes [he] just rubs you the wrong way\" and his stated preference for the Deep South.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Chris Hadfield",
    "description": "A Canadian astronaut who became the face of NASA while commanding the ISS in 2013. He has a vast social media following, one of the most popular Reddit AMAs of all time, and a hit YouTube video of him covering Bowie's \"Space Oddity\" while literally in space.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Admiral Ackbar",
    "description": "A fish-like humanoid who commanded the Rebel Alliance's fleet in Star Wars: Episode Vl. He planned a sneak attack on the second Death Star as it orbited the forest moon of Endor. Imperial forces knew of the impending assault, leading to his iconic line \"It’s a trap!\"",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Stephen Hawking",
    "description": "A theoretical physicist and cosmologist who made major contributions to the field of general relativity. He has a motor neuron disease that leaves him almost entirely paralyzed. He communicates exclusively through a speech generating device.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Florida Man",
    "description": "The combined exploits of folks from the Sunshine State, collected in a popular Twitter profile. Examples include someone who \"Disguises Himself As \"The Sun\". Steals Logo Towel\" and someone who \"Accidentally Shoots Himself in the Head While Celebrating New Year's Eve.\"",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Raskolnikov",
    "description": "The lead character in Dostoyevsky's novel Crime and Punishment. Impoverished in St. Petersburg, he murders a pawnbroker with an axe, which he justifies through a theory that some people have the right to commit murder. He confesses his crime and is exiled to Siberia.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Duck Hunt Dog",
    "description": "Your canine companion in an NES game where you used the system’s Zapper light gun to shoot waterfowl as they emerge from bushes. While ostensibly meant to be to fetch your kills. this character's primary role was to laugh at your pitiful performance.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "King Hippo",
    "description": "A boxer from Nintendo's Punch-Outll franchise. He is depicted as an obese, tan, large-mouthed man wearing a crown and boxer shorts. He wears two bandages in an X pattern over his navel, suggesting his weak point. He cannot recover from being knocked down.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Hester Prynne",
    "description": "The protagonist of Nathaniel Hawthorne's The Scarlet Letter. Set in 17th century New England, she has an affair and conceives a child with the minister of her church. After being found guilty of adultery. she is forced to wear a scarlet \"A\" on her dress as a signal of shame.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "The Last Unicorn",
    "description": "The single-horned title character from an 80s animated film, who discovers that she is the only remaining member of her species. Voiced by Mia Farrow. she is pursued by a creature called the Red Bull. Defeating him, she returns her kind back into the world.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "Not a Dick",
    "description": "A person who avoids acting like an inconsiderate jerk. Or anything in the world outside the slang word for male genitalia. Or a person who goes by any other name than the nickname for Richard.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Samson",
    "description": "A Biblical hero and proto-suicide bomber, who once slew an entire army with the jawbone of an ass. God commanded him not to cut his hair, but his lover Delilah was bribed into shaving it. leading to his imprisonment, blinding, and suicide by pulling down a Philistine temple.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "A Highlander",
    "description": "An immortal, broadsword-wielding character from an 80s action film. The film's tagline, \"There can be only one.\" refers to a contest to gain each other’s power and knowledge through defeating and then beheading their rivals in a duel-a process referred to as Quickening.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Rasputin",
    "description": "A Russian occultist and advisor to Tsar Nicolas II, who wielded extraordinary power over the Romanov family. He was assassinated by a group of nobles in 1916, and his body was recovered from the Neva River having been poisoned, shot, beaten. and drowned.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "David Foster Wallace",
    "description": "A writer best known for his novel Infinite Jest and essays on American culture.' Suffering from depression, he hanged himself in 2008 after ceasing to take the antidepressant phenelzine.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Dr. Zaius",
    "description": "An orangutan from the Planet of the Apes. Living in the East Coast Ape City during the 40th century, he paradoxically serves as Minister of Science and Chief Defender of the Faith. He was immortalized in a song from The Simpsons that parodies Falco's \"Rock Me Amadeus.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Marcel Marceau",
    "description": "The most famous mime in history, who frequently performed under the name Bip the Clown. He referred to his craft as \"the art of silence,\" creating many of the quintessential mime performances, including Walking in the Wind and Trapped in a Box.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "A Honey Badger",
    "description": "An animal, native to South Africa and related to the weasel, made popular by a YouTube video narrated by \"Randall.\" This animal is now almost always described as \"Badass\" and \"Cra-zy.\" Furthermore, it’s often noted that this animal don’t care or really doesn't give a shit.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Sneezing Baby Panda",
    "description": "The subject of a viral video first uploaded on YouTube in 2006 and emblematic of cute culture. It stars a mother and infant from the fuzzy, bear-Iike species. The infant expels air from its nose to the surprise of the mother. The video has been viewed more than 200 million times.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Howard Hughes",
    "description": "A business magnate and aviator, who set world air speed records and created the failed \"Spruce Goose.\" He suffered from extreme germophobia and OCD. leading to rumors of him refusing to cut his hair, wearing tissue boxes as shoes, and storing his urine in jars.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Ham",
    "description": "One of Noah’s sons from the Hebrew Bible, who was allegedly cursed in the Book of Genesis for seeing \"the nakedness of his father\" after Noah had passed out drunk in a tent. Because his name translates to black or burnt, this curse was later used to explain dark skin pigmentation.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Brian Boitano",
    "description": "A figure skater who won Olympic gold in 1988, but is perhaps now most famous as a semi-recurring character in the South Park franchise. In their feature film, the boys parody him as inspirational figure with a song that references \"What Would Jesus Do?\"",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Lisa \"Left Eye\" Lopes",
    "description": "A member of TLC who died in a car crash days after her chauffeur killed a boy walking on the side of the road. She wore glasses with a condom covering one of the lenses, and burned down her own mansion by setting fire to her abusive boyfriend's shoes.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Royal Tenenbaum",
    "description": "The patriarch of Wes Anderson’s 2001 film about an eccentric, troubled New York family. Played by Gene Hackman, he is a disbarred lawyer, former convict, unapologetic racist, absentee father, and 17-year resident of the Lindbergh Palace Hotel.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Archimedes",
    "description": "most famous for determining the volume of objects with irregular shapes. The legend is that he solved the problem after noticing the level of the water change during a bath. He sprung out naked and took to the streets shouting \"Eureka!\"",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Lady Godiva",
    "description": "A noble who rode naked on a horse through the streets of Coventry in order to relieve the town of the excessive taxation of her husband. She asked all residents to stay home and shut their windows. Only a tailor disregarded her order, who became known as Peeping Tom.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "The Earl of Sandwich",
    "description": "The title of John Montagu, the 18th century British noble who invented using two slices of bread as a wrapper for food. The legend is that he was an avid gambler who did not have time for meals between card games, so would have servants bring him meat between slices of bread.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Carl Sagan",
    "description": "An astronomer and public intellectual best known for hosting the PBS series Cosmos. He is easily identified by his strange vocal delivery of words like \"billions.\" He was also responsible for curating the Pioneer plaque and the Golden Record for the Voyager spacecraft.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Jacob the Jeweler",
    "description": "Purveyor of bling to the rich and famous. He supplied Kanye West's Jesus Piece - and was asked by Kanye, in \"Diamonds from Sierra Leone\" not to lie about the source of his diamonds. He was sentenced to prison for his connection to the Detroit-based Black Mafia Family.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "LeVar Burton",
    "description": "An actor who played the blind, VlSOR-wearing Chief Engineer Geordi La Forge on Star Trek: The Next Generation. He is also the driving force behind Reading Rainbow. which recently raised slightly more than Monikers on Kickstarter ($5.4M).",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Zelda Fitzgerald",
    "description": "A Jazz Age novelist and wife of the author of The Great Gatsby, who described her as the \"first American Flapper.\" They were also one of the first celebrity couples of the 20th century, and their marriage was notorious for its alcoholism, recriminations, and instability.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Harriet Tubman",
    "description": "An escaped slave who became a prominent abolitionist and spy during the Civil War. She rescued more than 70 slaves with the help of the Underground Railroad, earning her the nickname \"Moses.\" Later in her life she became a prominent figure in the suffrage movement.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "The Prophet Muhammad (PBUH)",
    "description": "The religious figure who unified the Arabian Peninsula under Islam. He claimed to have received a revelation from God in a cave and began preaching a new religion. Visual depictions of Muhammad usually show him with a veiled face or represented as a flame.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Charles Ponzi",
    "description": "A con man whose name is synonymous with a famous scam where a swindler pays returns to investors using money paid by new investors. He made millions using this technique, and after spending time in prison, he fled to Florida and sold swampland as valuable real estate.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Uncle Ben",
    "description": "The actually pretty racist mascot of a top-selling rice brand. Wearing a tuxedo and bow tie. this character’s name references a term commonly used in the American South to denote older male servants. In 2007, the company \"promoted\" the character to chairman of the board.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Dick Cheney’s pacemaker",
    "description": "The device regulating the heart rhythms of the 46th Vice President of the US, who was infamous for expanding the powers of his office as well as shooting his best friend in the face. He had its wireless services disabled to prevent terrorists from potentially interfering with it.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Frida Kahlo",
    "description": "A Mexican painter and feminist icon known for her vivid, tropical seIf-portraits. She is easily identified by her prominent unibrow. She was married to Mexican painter Diego Rivera, but had numerous affairs with men and women, including Josephine Baker.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Mrs. O’Leary’s Cow",
    "description": "The farm animal blamed for the Great Chicago Fire of 1871, who allegedly knocked over a lantern while being milked. The bovine and its owner were posthumously exonerated, though not before inspiring Brian Wilson to write a song about its pyrokinetic abilities.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Sisyphus",
    "description": "An Ancient Greek king who Zeus punished for his hubris by forcing him to roll a boulder up a hill, only to see it roll back down and be forced to repeat this process endlessly. The myth of his struggle was used for philosophical purposes by Albert Camus.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Archduke Franz Ferdinand",
    "description": "The presumptive heir to the Austro-Hungarian Empire until his assassination in 1914. This acted as the catalyst for the beginning of World War I. He was an avid hunter, keeping a diary of nearly 300,000 kills-100,000 of which were displayed at his castle in Konopisté.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "A Bear",
    "description": "In gay culture, a large, hairy, and often hyper-masculine man. It was likely first popularized as a term in the 1979 article \"Who's Who in the 200?\" which categorized gay men as one of 7 types of animals. Subcategories of this include cubs, ewoks, and grizzlies.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "John Wayne Gacy, Jr.",
    "description": "A serial killer who raped and murdered more than 30 teenage boys in the 70s, storing their remains in the crawlspace of his Chicago home. He was well-liked in the community, appearing at charity events and children's parties dressed as his character Pogo the Clown.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Clarence Thomas",
    "description": "A Supreme Court Justice who is known for never questioning appellants during oral arguments. His appointment was clouded by allegations of his sexual harassment, such as asking \"Who has put pubic hair on my Coke?\" and referencing the porn star Long Dong Silver.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "André the Giant",
    "description": "A 7'4\", 520 lb. Frenchman who was the first wrestler inducted into the WWE Hall of Fame. He played the rhyming Turkish wrestler Fezzik in The Princess Bride. His ability to consume alcohol was so legendary that doctors used it to baseline how much anesthesia to administer him.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Mama Cass",
    "description": "The stage name of Ellen Naomi Cohen, a member of the band that performed hits like \"California Dreamin\" and \"Monday Monday.\" She struggled with obesity most of her life, and it was long rumored that she died by choking on either a ham sandwich or a chicken bone.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Eva Braun",
    "description": "The long-time lover and short-time wife of Adolf Hitler. They married less than 2 days before she killed herself with a cyanide capsule while Hitler shot himself in the head with his Walther PPK pistol. Their bodies were then set on fire as Russian forces bombarded Berlin.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "The Lindbergh Baby",
    "description": "The infant son of the first aviator to fly solo across the Atlantic. He was kidnapped in what was called the \"Crime of the Century.\" The investigation lasted over two years, culminating in the execution by electric chair of Bruno Hauptmann, who maintained his innocence.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "A Mall Santa",
    "description": "In the weeks leading up to Christmas, shopping complexes often employ this person to play a fat, jolly, gift-giving figure. A \"grotto\" is usually set up where children can pose for photographs while sitting on his lap and requesting presents.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Gregor Samsa",
    "description": "A character from Franz Kafka's novella The Metamorphosis, who wakes up one day to find himself transformed into a large insect. He slowly loses his ability to communicate, becomes a burden on his family, and eventually wills himself to die somehow.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "Joyce Carol Oates",
    "description": "An American novelist, playwright, and Princeton professor: Her works in \"In a Region of Ice\" and \"A Garden of Earthly Delights\" and nearly 40 other novels. Born in 1938, she still writes in longhand and her productivity and discipline are legendary among writers.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Vidal Sassoon",
    "description": "A hairdresser who created the iconic wedge bob cut of the 60s. He parlayed his fame into an international brand of beauty products that included salons, shampoos, conditioners, and commercials featuring the tagline \"If you don’t look good, we don\"t look good.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "A Bassoonist",
    "description": "A person who plays a large double reeded woodwind. Despite its warm, dark tone, it is often considered one of the most obscure instruments in the modern orchestra. Among its most famous passages is the Grandfather's Theme in Sergei Prokofiev's Peter and the Wolf.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "John Philip Sousa",
    "description": "A composer and conductor known as \"The March King.\" He created many marches still in use today, such as \"The Stars and Stripes Forever.\" He also designed a large brass instrument that wraps around the body of the musician, which he named after himself.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "The Stay Puft Marshmallow Man",
    "description": "A monster from the Ghostbusters franchise made of spongy candy and wearing a sailor hat and red neckerchief as he rampages through New York. Dan Aykroyd described him as \"harmless and puff and cute, but given the right circumstances, everything can become evil.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Grizzly Man (Timothy Treadwell)",
    "description": "The eccentric subject of a Werner Herzog documentary, who lived with Alaskan bears for 13 summers and was \"in love with [his] animal friends.\" In 2003, he and his girlfriend were killed and eaten by one of the bears-the first such death in the park's history.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Typhoid Mary",
    "description": "A New York City cook and laundress, who is believed to have infected over 50 people with a deadly bacterial disease. She herself displayed no symptoms of infection and was quarantined against her will for nearly three decades until her death at 70.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Grizzly Adams",
    "description": "A legendary 19th century mountain man, who was famous for fighting and capturing bears. During a \"play fight\" with one of his bears. his scalp was dislodged, leaving the brain tissue permanently exposed. He died after a monkey bit into the open wound, causing an infection.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "A LARPer",
    "description": "A person who assumes the persona of a character in a fictional setting, often created by them. The concept was inspired by Dungeons & Dragons and other early roleplaying games. but spans genres from high fantasy to steampunk to zombie apocalypse.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Marion Barry",
    "description": "The former mayor of Washington, DC. who narrowly suffered an electoral defeat after a videotape leaked of him smoking crack. He was later reelected mayor after serving six months in federal prison. He is currently on the DC City Council and remains a controversial figure.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Patient Zero",
    "description": "The medical term for Gaétan Dugas, a Canadian flight attendant who was among a group of homosexual men that traveled widely and were very sexually active, facilitating the early spread of the virus. This term now refers to the first case of a condition more generally.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Johnnie Cochran",
    "description": "A lawyer who gained international fame for his successful defense of O.J. Simpson during his murder trial. He is often associated with the phrase \"If it doesn\"t fit. you must acquit,\" referring to the murderer’s gloves that was supposedly too small for Simpson's hand.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Sweeney Todd",
    "description": "A legendary Victorian murderer also known as The Demon Barber of Fleet Street. He has a lever in his shop that drops customers through a trapdoor, who he finishes off with a razor. His accomplice, Mrs. Lovett, helps dispose of the bodies by baking them into savory pies.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "The Alien from Allen",
    "description": "The extraterrestrial from a famous action-horror film series. Sometimes referred to as a Xenomorph, these creatures are organized around a single queen, which gives birth to creatures that follow a lifecycle from egg to facehugger to chestburster to adult.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Juan Valdez",
    "description": "The fictional mascot of the National Federation of Coffee Growers of Colombia. With his mule Conchita, he is a national symbol for Colombian coffee. Played by Carlos Sénchez and others, his tagline, iDisfrute de un buen café! has been widely parodied in pop culture.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "A Chimney Sweep",
    "description": "A member of an old timey profession who cleared ash and soot from the area that provides ventilation for a fireplace. This practice once involved significant child labor, since they were the only ones small enough to fit into the space. Most began their training at age six.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Ghost Dog",
    "description": "The title character from a film by Jim Jarmusch about a freelance hitman employed by the Mafia, who strictly follows Hagakure, the code of the samurai. The film itself is a blend of the samurai and gangster genres, with a soundtrack produced by RZA of the Wu-Tang Clan.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Terri Schiavo",
    "description": "The subject of a prolonged legal case over whether to terminate life support. Diagnosed as being in a persistent vegetative state by her doctors, her husband and parents battled over whether to remove her feeding tube, despite her having signed a \"do not resuscitate\" order.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Terry Richardson",
    "description": "A pervy fashion photographer known for his candid style, glasses, and thumbs up gesture. He often shows his subjects against a white background, sometimes posing with them. He has been accused of making inappropriate sexual advances several times in his career.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Marina Abramovié",
    "description": "An artist known for her physically demanding performance pieces. In The Artist is Present, she sat staring at museumgoers silently for two months. Over her career, she has been groped. scalded. nearly stabbed, nearly raped, and nearly shot during performances.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Mike Hunt",
    "description": "A gag name that references female genitalia, used to trick a person into saying it without knowledge of the double meaning. While popularized by the film Porky’s, its first use was by Jim Davidson & John Elmo in their series of prank calls to Jersey City's Tube Bar in the 70s.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "R. Kelly",
    "description": "An R&B musician who recorded \"I Believe I Can Fly\" and \"Trapped in the Closet.\" In 2002, a video leaked of him allegedly urinating on an underage girl. according a 21-count indictment. He was found not guilty, though many still believe him to be a sexual predator.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "She-Hulk",
    "description": "A superhero from the Marvel Comics universe, who gained her powers after receiving a blood transfusion from her cousin. Dr. Bruce Banner. Like him, she transforms into a green, raging creature. Unlike him, she is able to retain her reason and personality while doing so.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Guy who threw shoes at George W. Bush",
    "description": "A journalist who shouted \"This is a farewell kiss from the Iraqi people, you dog\" and hurled his footwear at the 43rd US president, who narrowly avoided the projectiles by ducking under his podium. A copper statue of the footwear was erected in Tikrit to commemorate the event.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Colton Burpo",
    "description": "The subject of the book Heaven is for Real: A Little Boy's Astounding Story of His Trip to Heaven and Back. He claims to have had visions of Jesus riding a rainbow-colored horse while in surgery. Skeptics claim that it was the result of hallucinations under anesthesia.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Joan of Arc",
    "description": "The Maid of Orléans and 15th century martyr who claimed God instructed her to take back France from the English. After predicting several military outcomes, she was given a substantial role in strategic decision-making. She was eventually captured and burned at the stake.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Area Man",
    "description": "A stock character in banal headlines from The Onion. He believes, for instance, that his \"Intelligence Probably Just Too Intimidating For Most Women,\" that he \"Could Eat,\" and that he is a \"Passionate Defender Of What He Imagines Constitution To Be.\"",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Schrodinger’s Cat",
    "description": "A thought experiment where this feline is both alive and dead due to quantum entanglement. It was originally used to critique an interpretation of quantum mechanics, but now appears often in popular culture, ranging from A Serious Man to Yu-Gi-Oh! GX.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "A Top",
    "description": "In gay culture. a person who tends to prefer the penetrating role, either in oral or anal sex. In a survey of nearly 56,000 profiles on gay.com, researchers found that 32% of US respondents preferred bottom, 42% preferred versatile, and 26% preferred this role.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Jack Skellington",
    "description": "The Pumpkin King of Halloween Town from the film The Nightmare Before Christmas. He organizes all Halloween festivities and one year becomes obsessed with taking over Christmas as well. He appears as a gangly skeleton dressed in a pin-striped suit and bat bow tie.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Mr. Wizard",
    "description": "The eponymous host of a children’s science show, who Bill Nye credited with creating a generation of US scientists. A popular YouTube supercut shows him being \"a dick\" to kids on the show, sarcastically asking questions like \"Haven't you ever seen a sliced banana before?\"",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Monica Lewinsky",
    "description": "A White House intern who had an affair with Bill Clinton during his second term. She famously kept a blue dress that had the president's semen on it, which was used in an investigation that led to his impeachment. She later became a spokesperson for Jenny Craig.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "A Power Bottom",
    "description": "In gay culture, a controversial term that sometimes refers to a partner who can receive penetration for a long time, sometimes to a partner who is looking for an especially well-endowed top, and sometimes to a partner who just prefers being a bottom.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Double Rainbow Guy",
    "description": "The moniker of Paul \"Yosemitebear\" Vasquez, a one-time MMA fighter (0-1) and YouTube star who reacts to prismatic light. noting that there are two of them and that they are \"so intense.\" As he breaks down into tears he asks \"What does this mean?\"",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Kindergarten Cop",
    "description": "The title character from a 1990 comedy about a detective who goes undercover at an elementary school and discovers his love of teaching. Played by Arnold Schwarzenegger, the film is famous for the line \"It's not a tumor!\" which he delivers in his thick Austrian accent.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Jack Kevorkian",
    "description": "A doctor and euthanasia activist who was nicknamed \"Dr. Death\" during his trial for second-degree murder of terminally ill patients who sought his assistance. He was also a jazz flautist and composer, and released the album A Very Still Life on the label Lucid Subjazz in 1997.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Grumpy Cat",
    "description": "The internet name for Tardar Sauce, a feline who gained celebrity due to her permanently negative expression. Her owner attributes her appearance to feline dwarfism as well as an underbite. In 2013, she appeared on the front pages of The Wall Street Journal & NY Magazine.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Fabio",
    "description": "A long-haired Italian model who posed for countless romance novel covers. He entered the realm of seIf-parody as the spokesman for I Can’t Believe It's Not Butter. He also released an album of soliloquies on love and killed a seagull with his face while riding a roller coaster.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Deepak Chopra",
    "description": "A teacher of alternative medicine and Transcendental Meditation, who mixes a vague understanding of physics with more standard new age practices. Arguably the world's most famous guru, he has been referred to as \"the David Beckham of personal/spiritual growth.\"",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Jiro",
    "description": "A Japanese sushi master and subject of a 2011 documentary bearing his name. His 10-seat bar is one of the most difficult restaurants in the world to get a reservation, despite the 20-course tasting menu costing ¥30,000 (nearly $300) and being located in a Tokyo subway station.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "David Caruso",
    "description": "An actor best known as Lieutenant Horatio Caine on the CBS series CSI: Miami. At the beginning of each show, he delivers a quippy one-liner while simultaneously putting on his trademark sunglasses before the show cuts to its theme song, \"Won’t Get Fooled Again.\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Joey Chestnut",
    "description": "A competitive eater best known for dethroning Kobayashi as the world’s top hot dog eater by using Kobayashi’s own strategies against him. As of 2014. he holds the world record of eating 69 hot dogs and buns (HDB). He also holds a similar record for deep fried asparagus.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "8 Maids-a-Milking",
    "description": "An octet that appears in the song \"The Twelve Days of Christmas,\" an English Christmas carol that lists a series of gifts given by \"my true love\" on each of those days. These individuals, who tend to dairy cows, are first presented on the eighth day of Christmas.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "John Wayne Bobbitt",
    "description": "An abusive husband whose wife cut off his penis. He made every effort to profit from the incident, starring in several porn movies centered around his reattached member and starting a band called The Severed Parts. He continued to abuse women in subsequent relationships.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Wilford Brimley",
    "description": "An actor known for his walrus-like white mustache and pronunciation of the word \"Diabetes.\" He played an old grump in Cocoon and several other films in the 80s. He was also a spokesperson for a range of old-people products, like Quaker Oats and Diabeetus supplies.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "John McAfee",
    "description": "The creator of annoying anti-virus software, who in 2012 fled Belize for Guatemala under suspicion of murder. Vice Media accidentally gave away his location and he was deported to the US. He is often photographed shirtless with young women and assault weapons.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Feminist Ryan Gosling",
    "description": "A meme of the actor who played Noah in The Notebook and stomped on a man's head until it exploded in Drive, showing him in deep thought with captions of \"Hey girl,\" followed by empowering yet seductive quips like \"I stood with Wendy Davis, but I’d lie down anywhere with you.\"",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "A Boss",
    "description": "An internet catchphrase that signals a person being like one of these, normally used after completing an activity with particular skill. The term originated in a song by Slim Thug and was featured in a subsequent parody version from the comedy group The Lonely Island.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Chris Farley",
    "description": "An overweight comedian known for his iconic roles on TV and film. He portrayed a guy who \"lives in a van down by the river,\" a \"fat guy in a little coat,\" and sometimes just a guy who falls down and breaks things. He died of a cocaine and morphine overdose at 33.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "A Reptilian",
    "description": "A humanoid common in conspiracy theories about a race of shape-shifting lizard people who control governments around the world. On a 2011 radio show, Louis CK, once repeatedly asked former US Secretary of Defense Donald Rumsfeld if he was one of these.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "Scatman Crothers",
    "description": "An actor famous for his role in Chico and the Man as well as Stanley Kubrick’s 1980 horror film, where he plays the telepathic chef and erotic art connoisseur Dick Hallorann. Late in the film, he is killed by an axe blow to the chest. by the psychopathic writer Jack Torrance.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "A Booth Babe",
    "description": "A promotional model. often a scantily clad woman. who is paid to interact with potential costumers at conventions and other public events. Nintendo infamously demoed its 3DS console by chaining them to bikini-wearing members of this profession.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Lil Bub",
    "description": "A cat celebrity known for her \"perma-kitten\" appearance, whose tongue hangs out because of a short lower jaw and toothlessness. Her appetite is unaffected. Her owner, Mike. studied reiki to care for her and calls her \"a fantastic waddler.\"",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Xena, Warrior Princess",
    "description": "The title character of the cult classic TV show starring New Zealand actor Lucy Lawless. The show was a spinoff of Hercules: The Legendary Journeys and featured her weekly adventures and pursuit of the \"greater good\" in a mythological version of Ancient Greece.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Ruth Bader Ginsburg",
    "description": "A Supreme Court Justice known for her advocacy for women’s rights and collection ofjabots, a lace neck ruffle. She has a fervid online following, with tumblrs dedicated to images of her with captions such as \"Notorious\" and \"All them fives need to listen when a ten is talking.\"",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Grimace",
    "description": "Initially a villain in the McDonaldland universe, this purple monster was retconned as a loveable hero. He also appears in a meme featuring a crudely drawn version posing seductively and asking Ronald McDonald if he wants some \"McNuggies.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Banksy",
    "description": "The pseudonym of a mysterious UK graffiti artist. His work uses stencils to depict satirical characters, often interacting with the environment. Though nominated for an Academy Award as a documentary, his film Exit Through the Gift Shop is now widely accepted as a hoax.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Joaquin Phoenix’s forehead",
    "description": "An area of the head of the actor known for his roles in Gladiator, Walk the Line, and I’m Still Here. In 2014, a video was uploaded to YouTube showing that the creases on the actor’s forehead, when viewed upside down, form a funny little face.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Sad Keanu",
    "description": "A 2010 meme based on a photo of the actor known for his starring roles in Speed. Point Break. The Matrix. and other blockbusters. He is shown sitting on a bench by himself, eating a sandwich, and looking forlorn. The action figure of this comes in two sizes: Teeny and Little.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Octopussy",
    "description": "The title character and Bond girl in the 13th film of the series. She leads a cephalopod cult and circus troupe from a floating palace in Udaipur, India, which is inexplicably part of an Afghan plot to force European disarmament by using a nuclear weapon.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "All the Single Ladies",
    "description": "Every woman who is either unmarried or not involved in a long-term relationship, as described in Beyoncé's 2008 song. In the song, she laments the inability of men to propose marriage, and suggests that \"if you like it then you should put a ring on it.\"",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "A Dingo",
    "description": "A free-ranging dog found in Australia. In 1980, one killed the baby of Lindy Chamberlain. Ms. Chamberlin's statement, that the animal \"ate my baby,\" was popularized by Meryl Streep in the 1988 film Evil Angels. The line remains widely parodied to this day.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "General Tso",
    "description": "A Chinese military leader, who is most famous for the sweet, spicy, deep-fried dish that bears his name – although there is no evidence that he ever ate it himself. One theory is that the recipe originated from a Hunan dish called \"ancestral meeting hall chicken\".",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "A Piñata",
    "description": "A decorative container made from papier-mâché that is filled with candy and broken at a party. While associated with Mexico, similar traditions include India's \"pot breaking with blindfolds,\" Denmark's \"hit the cat out of the barrel,\" and Catalonia's \"make the log defecate.\"",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Guv'na",
    "description": "An informal name sometimes used in a British greeting, otern used in reference to someone perceived as holding higher social status. It is also typically preceded by the word \"Ello\" and is associated with Cockney speakers",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Ol\" Dirty Bastard",
    "description": "The moniker of Russell Jones, a rapper and founding member of the Wu-Tang Clan. His solo career peaked with the hit \"Got Your Money.\" He died five years later from a drug overdose, having consumed a lethal combination of cocaine and the pain reliever tramadol.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Eggplant Wizard",
    "description": "An aubergine-shaped, cyclopian enemy in the kid Icarus series of video games. It's special ability turns the protagonist, Pit, into a man-sized version of this purple vegetable. While this does disable all the forms of attack, it does not inhibit his ability to move around and dodge.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Vagina Dentata",
    "description": "The latin term for a folk belief that a woman's reproductive organ contains teeth. The concept, and its implied connection between sexual intercourse and castration, was central to Freud's \"description\" of the cannibalistic stage of the infantile libido.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Meatloaf",
    "description": "The moniker of the musician Micheal Aday. His song \"I'd Do Anything for Love\" is often believed to be about his refusal to perform cunnilingus. His stage name is also a reference to the food made out of bread and ground meats that is typically covered in ketchup",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "A Jabberwocky",
    "description": "The title character of a nonsense poem by Lewis Carroll that begins: Twas brillig, and the slithy toves Did gyre and gimble in the wabe; All mimsy were the borogoves, And the mome raths outgrabe.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Wavy Tube Man",
    "description": "An inflatable device consisting of a long, hollow piece of fabric shaped like a person and attached to a fan. Also known as an airdancer, when the fan is turned on, the fabric move around in a spastic dancing motion. They were originally invented for the 1996 Olympics.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A Pound of Flesh",
    "description": "The interest demanded by the moneylender Shylock in Shakespeare's The Merchant of Venice. When the character Antonio defaults on a loan, he demands this amount of tissue from next to his heart in revenge for being insulted and spat upon earlier in the play.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "The Lady of the Lake",
    "description": "The moniker of the creature or creatures who rule Avalon in Arthurian legend. Some of her many roles include giving King Arthur the sword Excaliber, enchanting Merlin, and testing Sonic the Hedghog's worthiness to become a knight.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Tommy John",
    "description": "A baseball player and namesake of a famous surgical procedure-ulnar collateral ligament reconstruction-where a ligament in the elbow is replaced with a tendon from the forearm. The procedure is associated mostly with major league baseball pitchers.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Lionel Ritchie",
    "description": "One of the best-selling musicians of all time. He is perhaps most remembered for the video to his hit 1984 song \"Hello,\" where a blind woman sculpts a bust of his head from clay, while he asks \"Is it me you're looking for?\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "John Cage",
    "description": "An avant garde composer most famous for the piece 4'33\". In it, musicians do not produce sound, leading to the misunderstanding that the piece is about silence. The actual intent is to encourage listeners to observe the sounds of the performace environment.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Hieronymus Bosch",
    "description": "A 15th century Dutch painter, who depicted fantastical images of hell. His most famous painting, The Garden of Earthly Delights, is a triptych that includes, among other things, a \"600-year-old butt song from Hell\": sheet music incribed on the ass of a sinner.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "MacGruber",
    "description": "A character played by Will Forte in a recurring SNL sketch that parodies a special agent who solves problems by making clever devices out of whatever is at hand. In each sketch the character fails to defuse a bomb after becoming distracted by personal issues and dies.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Robert Durst",
    "description": "Heir to a real estate fortune, who has been a suspect in multiple murders. He was the title subject in the Jinx, where in the climactic final episode he was recorded on a hot mic whispering to himself in the bathroom, \"What the hell did I do? Killed them all, of course.\"",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "The Hive Mind",
    "description": "THe apparent collective conciousness that emerges in colonies of social insects, or is speculated about in science fiction narritives, with examples ranging from The Borg in the Star Trek franchise to Xenomorphs in the Alien franchise.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Jamiroquai",
    "description": "A British band most famous for their hit \"Virtual Insanity.\" In the music video, the lead singer Jay Kay wears an oversized fuzzy black hat and dances on a moving floor. Kay is perhaps best known for his wide array of headgear, including a mirrored feather headdress.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "An ASMR Whisperer",
    "description": "A person who creates videos for people who experience Autonomous Sensory Meridian Response. These creators typically trigger their audience's condition with quiet vocal sounds and crinkling paper. Some have trademarked triggers, e.g. their use of the word 'stipple.'",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "The Thong Song",
    "description": "A hit music track by the R&B artist Sisqó about a style of underwear and bikini bottom that leaves the wearer's buttocks mostly uncovered. The director of the infamous music video perhaps best summarizes the content: \"I listen to it, and I say, well, this song is about asses.\"",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Pluto",
    "description": "A planetary body beyond Neptune that was once considered the ninth planet in the Solar System. It was reclassified as a \"dwarf planet\" in 2006 by a bunch of scientist killjoys at the international Astronomical Union. Thanks, jerks.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "A Stock Photography Model",
    "description": "A person photographed for use in various advertisements, often in different poses and with props. There are often a handful of stipulations about how the person will be represented, such as not being depicted in HIV or STD pharmaceutical ads.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Allison Bechdel",
    "description": "A cartoonist best known for the comic Dykes to Watch Out For. She is also famous for a \"test\" named after her, in which a film's gender bias is assessed with the following criteria: (1) has at least two women in it, (2) who talk to eachother; (3) about something besides a man.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Matthew McConaughey",
    "description": "An actor and stoner sex symbol who became a star with his role in Dazed and Confused. In recent years, he transitioned from failed romcom star to one of America's most praised actors, starring in True Detective and delivering such banal platitudes as \"Time is a flat circle.\"",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Chicken Fingers",
    "description": "Strips of meat made from the pectoralis minor muscles of poultry. They are typically prepared by coating the meat in a breading, deep-frying it, and serving them alongside various dipping sauces, such as ranch, barbecue, and honey mustard.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Ayn Rand",
    "description": "The author of The Fountainhead, Atlas Shrugged, and at least one letter to the editors of Cat Fancy magazine. Her personal philosophy, objectivism, is popular amonst libertarians, horrible political candidates, and angsty teenagers who honestly don\"t know any better.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Steve Bartman",
    "description": "The Chicago Cubs fan who deflected a foul ball that many believe Cubs Moisés Alou would have caught during the Game 6 of the 2003 NLCS. He went into hiding after the Cubs went on to lose the series and has declined to speak about the incident in the years since.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Wolf Blitzer",
    "description": "The host of CNN's The Situation Room, he is a celebrity journalist and common target for satarists for his particular brand of around-the-clock coverage. He was famously mocked for his attempt to conduct interviews via hologram during the 2008 elections.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Elon Musk",
    "description": "An entrepreneur and inventor sometimes referred to as the real-life Tony Stark. He founded SpaceX and cofounded Paypal and Tesla Motors. One of his more outrageous projects is the construction of a Hyperloop, which is basically a pneumatic tube for transporting people.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Lil B",
    "description": "A prolific Oakland rapper who once created more than 125 Myspace profiles. In 2015, he released an emoji app, helped create a vegan emoji app despite not being vegan, and put a curse on the Houstan Rockets after James Harden didn\"t credit him for creating \"the cooking dance.\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "1000 Origami Cranes",
    "description": "Ten hundred pieces of paper folded in the shape of a long-necked wading bird. A Japanese legend claims that making them will result in eternal good luck, rather than just one wish. As such, they are a frequent gift to friends and family.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Soylent",
    "description": "A meal replacement product, which \"meets all nutritional requirements for an average adult.\" Its tagline is, inexplicably, \"Free Your Body\" and its name is derived from a 1973 science fiction film, where the green product in question was actually made from people.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "IKEA Monkey",
    "description": "The nickname of a Japnese snow macaque who was found roaming unattended inside the Swedish furniture chain wearing a thick shearling coat. He was sent to Story Book Farm Primate Sanctuary, though over the years, his owner has lobbied for his return.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Clay Davis",
    "description": "A Maryland State Senator on the HBO series The Wire. Played by Isiah Whitlock Jr., he is depicted as charmingly corrupt and is most associated with his famous catchphrase, \"sheeeeeeeee-it\".",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "Dr. Oz",
    "description": "A surgeon and TV personality, who has been criticized by the medical community for giving non-medically supported health advice. Examples include curing restless leg syndrome by sleeping with a bar of lavender soap and warning about high arsenic levels in apple juice.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "James Lipton",
    "description": "The host of Inside the Actor's Studio, known for his distinctive, intonation and affable if at times kiss-ass way with famous actors. Notable questions he has asked include \"What do we have to look forward to in Shrek the Third?\" and \"What attracts you to odd hats?\"",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "A Thigh Gap",
    "description": "A space between the top of a person's legs that has become a beauty ideal in some communities. Because it is often physically unattainable, it's pursuit has led to extreme dieting, eating disorders, and surgery – often encouraged by pro-anorexia \"thinspiration\" blogs.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Mechanical Bull",
    "description": "A machine that recreates the experience of riding a bucking animal. They are typically used recreationally or in training for rodeos. While injuries are rare, most devices contain pressurized airbags, padding bodies, and bucking motion controls.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "A Cuckoo Clock",
    "description": "A stationary device for telling time that features a small automation bird that reveals itself, chirps, and moves with the tolling of each hour. Dating back to the 18th century, the device has remained unchanged for over 300 years.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "A Brain in a Vat",
    "description": "A thought experiment that is used to challenge our beliefs about knowledge, reality, and perception. In the scenario, a person is reduced to just their mental organ suspendeded in goo, which recieves electrical impulses that simulate their normal, pre-goo existence in every regard.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Wilma Mankiller",
    "description": "The first woman to be elected chief of the Cherokee Nation. In 2015, she was one of four finalists to replace Andrew Jackson on the U.S. $20 bill. The other finalists were more familiar household names: Eleanor Roosevelt, Harriet Tubman, and Rosa Parks.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Job",
    "description": "A biblical prophet renowned for his patience. After losing his children, wealth, and property, he searches for the answer to why God would test his character. He is eventually rewarded by God, with his health, family, and wealth retored and lives to be at least 140 years old.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "The Hindenburg",
    "description": "A German airship that exploded over New Jersey in 1937. The incident was captured on newsreel, including radio reporter Herbert Morrisons's famous commentary, \"Oh, the humanity!\" The explosion was a public relations disaster for the airship industry.",
    "category": "HISTORICAL FIGURE",
    "points": 1
},
{
    "name": "Ken Burns",
    "description": "The documentary filmmaker famous for jazz, The Civil War, Baseball, and many others that focus on American history and culture. He is also associated with a panning and zooming effect, which he uses to make photographs appear more dynamic on video.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "¯\\_(ツ)_/¯",
    "description": "The Atlantic: \"The symbol encapsulates what it's like to be ... on the Internet. With raised arms and a half-turned smile, it exudes the melancholia ... the acceptance, and finally the embrace of knowing that something's wrong on the Internet and you can't do anything about it.\"",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A Beefeater",
    "description": "The nickname of the Yeomen Warders of Her Majesty's Royal Palace and Fortress the Tower of London, and Members of the Sovereign's Body Guard of the Yeoman Guard Extraordinary. They give directions to tourists and pose for photos.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Krakatoa",
    "description": "A volcanic island located between Java and Sumatra. It is most famous for an 1883 eruption, which resulted in tsunamis that killed tens of thousands and produced the \"loudest sound ever heard in modern history.\" being audible over 3,000 miles away.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Adnan Syed",
    "description": "The central figure in the podcast Serial, who was convicted of murdering his high school girlfriend. In the show, Sarah Koenig delved into the doubts surrounding his case. The show is one of the most popular podcasts in history and sparked international interest in the case.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Patti Mayonnaise",
    "description": "The yellow-haired, polka dot-shirted secret love of the cartoon character Doug. She lives with her wheelchair bound father. Her mother died in the same car accident that paralyzed her father. She is an excellent beet-ball player and gets rude when she is hungry.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "The Doof Warrior",
    "description": "A blind guitarist in the Mad Max franchise, who plays a flame-spewing electric guitar in Immortan Joe's militia. According to the universe's lore, he was a musical prodigy who was kidnapped and forced to wear his mother's face as a mask as he performed.",
    "category": "FICTIONAL CHARACTER",
    "points": 4
},
{
    "name": "bell hooks",
    "description": "The moniker of the social activist Gloria Jean Watkins. Her work focuses on a postmodern analysis of gender, race, and class. She has been criticized for her willingness to express violent feelings brought on by the indignities she is subjected to as a minority woman.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Jeeves",
    "description": "A fictional character created by P.G. Wodehouse. He is an especially competent valet for the inept and foppish Bertie Wooster. His character has come to represent an ideal for valets and butlers, so much that his name is now nearly synonymous with manservants.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "The Tooth Fairy",
    "description": "A fantastical character who gives children money in exchange for the calcified structures in their mouths. The transaction usually involves the child placing the item under their pillow at night, then this character - who is totally not their parent - replaces it with a sum of money.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Skynet",
    "description": "A self-aware, killer AI system in the Terminator film franchise. Originally built by defense contractor Cyberdyne Systems, it attempts to destroy the human race in the interests of self-preservation, beginning with a nuclear war that destroyed most of humanity.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "A Chilean Miner",
    "description": "A victim of an accident in the Atacama Desert in 2010. The workers were trapped 2,300 feet underground for a record 69 days before being rescued one by one via a rescue capsule. The location of the cave-in had long suffered from safety violations.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "A Gargoyle",
    "description": "An architectural feature in the form of a grotesque creature. They were originally used to shunt rainwater from buildings, but were also used by the Church to convey the concept of evil. Batman is fond of perching on them and they came to life as characters in a 90s cartoon.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "A Babushka",
    "description": "A Russian word for \"grandmother.\" It can also refer to a woman's headscarf, and is associated with Catherine Breshkovsky, a Russian socialist follower of the anarchist Mikhail Bakunin, and \"grandmother of the Russian Revolution.\"",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Blossom",
    "description": "The spunky title character of a 90s sitcom. She was especially influential for her Diane Keaton-like fashion sense, which included the revitalisation of floppy hats. Her quirky world was populated by the likes of her brother Joey (\"Whoa!\") and her best friend Six.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Angela Lansbury",
    "description": "An actor famous for her starring role as Jessica Fletcher in the hit mystery series Murder, She Wrote. She also became a gay culture icon from her starring role in the Broadway musical Mame.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "A Boa Constrictor",
    "description": "A large, nonpoisonous snake that kills prey by wrapping its muscular body around them and squeezing until they suffocate. They are often hunted and kept in captivity because of their ornate skin patterns, which has resulted in some subspecies becoming endangered.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Left Shark",
    "description": "A dancer dressed as a cuddly version of a deadly fish, who performed alongside Katy Perry at a Super Bowl halftime show. The character became famous after poorly performing its routine on stage, especially in camparison to its partner on the right.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Mr. Mom",
    "description": "The title character in 1983 comedy starring Michael Keaton. In the film, Keatons's character is fired and becomes the primary caretaker to their children, leading to zany scenarios like watching men try to buy items at the grocery store.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Resting Bitch Face",
    "description": "A term for the condition where a person, usually a woman, has a neutral expression that some interpret as negative, angry, or upset. A 2015 study found that people with a resemblance to an angry expression were more likely to be preceived as untrustworthy.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "A Straight Tetris Piece",
    "description": "A tall, single columned block from the classic Soviet video game. The 4 x 1 shape is often called an I-Block, Line Piece, or I-tetronimo, and is the only way to clear four lines simultaneous, which results in a bonus to the player's score.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Madame Tussaud",
    "description": "The namesake of an international chain of wax museums that began with her first sculpture of Voltaire in 1777. The museums now contain hundreds of creepy wax representations of famous celebrities and historical figures that definitely don't come to life when you're not looking.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Ozymandias",
    "description": "The title character of a sonnet by Percy Bysshe Shelley, who used the character to reflect that even great individuals and empires fade into oblivion. The name also inspired the internet startup Ozy Media, whose founder believes the poem should encourage you to \"dream big.\"",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Poo Emoji",
    "description": "The unicode character U+1F4A9, a pictoral depiction of a tiny, smiling pile of feces. It is regarded as one of the world's most popular visual forms, along with Women with Bunny Ears, Heavy Black Heart, and Smiling Cat Face With Heart-Shaped Eyes.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Gluten",
    "description": "A protein found in wheat, which makes it elastic, helps it rise, and gives it a chewy texture. Individuals with celiac disease have adverse reactions to the protein, and Paleo dieters often believe it to be toxic to all humans and the source of many modern diseases.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Reiki Master",
    "description": "A practitioner of an alternative form of medicine, which supposedly transfers \"universal energy\" through the hands of the practitioner onto the subject without direct contact. There is no empirical evidence that the practice is medically effective or that \"universal energy\" even exists.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "A Men's Rights Advocate",
    "description": "A member of a male liberation movement that organizes around the perceived discrimination in areas such as family law, circumcision, and compulsory military service-though their activities tend to focus on harrassing and bullying others about video games for some reason.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Michael Caine",
    "description": "An Academy Award winning actor known for his distinctive Cockney accent. He is often impersonated using phrases like \"A lot of people don't know that\" and \"she was only 16 years old.\" His recent roles include playing Alfred in the Christopher Nolan Batman films.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "MacGyver",
    "description": "The title character from the 80s TV show about a secret agent who makes clever little devices out of whatever's around. These include a defibrulator (candle sticks, microphone wire, rubber mat) and a catapult (branches. rock, twine, rosary beads).",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "A Wet Blanket",
    "description": "A term for a person who dampens enthusiasm, is habitually negitive, or ruins the good times of others. When not being described as a soaked bed covering, this type of person is often referred to as a killjoy, party pooper, or a real stick in the mud.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Marcel the Shell",
    "description": "The title character of a stop-motion short film about the anthropomorphic outer case of a mollusk. Voiced by Jenny Slate, he has a French-sounding name but, oddly, an American accent? He has shoes on, wears a lentil for a hat, and skis on his toenails from a man.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Oysters, Clams, and Cockles!",
    "description": "Three varieties of mollusc that are apparently quite popular on the docks of Braavos. Arya Stark shouts the name of these delicacies as she pushes her seafood card in a frankly convoluted and implausible quest to get closer to her assassination target.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "A Tribble",
    "description": "A fictional alien species from the Star Trek franchise. Seemingly harmless purring furballs, their prodigious breeding once threatened to overrun the Enterprise. They have also been a scourage to the Klingon Empire, descimating the food stocks of several planets.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Air Bud",
    "description": "The title character of a 1997 family comedy about a Golden Retriever who can play basketball. The actor who player the talented K-9 also appeared on America's Funniest home Videos, The Late Show with David Letterman, and played Comet on ABC's Full House.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "The Cryptkeeper",
    "description": "An animated corse who hosted a late night horror show on HBO. Episodes began with him emerging from a coffin and cackling uncontrollably. He was also known for introducing segments with terrible puns, such as \"Frights, camera, action!\"",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Jigglypuff",
    "description": "A pink, gelatinous Pokémon with big blue eyes and a cute little tuft of hair. It uses its eyes to hypnotize opponents, then puts them to sleep with a lullaby. It evolves from Igglybuff (with high friendship) and evolves to Wigglytuff (when exposed to a Moon Stone).",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "The Man Who Mistook His Wife for a Hat",
    "description": "The subject of a book by the neurologist Oliver Sacks about \"Dr P.,\" a person with visual agnosia, or the inability to recognize objects visually. In the case study, Sacks witnesses Dr P. confuse his spouse for a head covering. The condition is the result of severe brain damage.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Paul the Octopus",
    "description": "A cephalopod who many believed was able to foretell the result of a 2010 international soccer competition. His keepers presented him with two boxes of food, identical except with a different nation's flag on it. He correctly chose the winner in all seven matches he divined.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "The Great Pacific Garbage Patch",
    "description": "A collection of plastic marine debris located approximately between 135°W to 155°W and 35°N and 42°N. Size estimates range from the size of Texas to twice the size of the continental United States. While predicted by scientists, it was first discovered by a racing boat captain.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Ashley Madison",
    "description": "A dating website for having affairs. Hackers revealed that 90-95% of women users were fake. Referring to the site's name, Buzz Anderson speculated that the company wanted \"to suggest someone who is DTF, but also probably traces their ancestry back to the Mayflower.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Bubble Wrap",
    "description": "A plastic packing material containing spaced, air-filled pockets that provide a cushion for fragile items. When popped, the air pockets, often create a delightful sound-leading to the creation of an annual Appreciation Day for the product on the last Monday of January.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Drake",
    "description": "The stage name of Canadian rapper and actor Aubrey Graham, who got his start on the teen drama Degrassi. In 2015, his dancing in the video \"Hotline Bling\" was described by Rembert Browne as \"how you dance when a public space becomes your living room.\"",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Seal",
    "description": "The stage name of musician and model Henry Olusegun Adeola Samuel. He is most famous for his ballad \"Kiss from a rose\" from the 1995 Batman Forever soundtrack. He is also easily recognizable due to his facial scars-from a bout of lupus-and prominent tooth gap.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "The Vagina Monologues",
    "description": "An episodic play written by Eve Ensler featuring a series of solo performances-each touching on a different aspect of the female experience and sexuality. It is performed throughout the world on February 14 as part of the V-Day movement.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "The Westboro Baptist Church",
    "description": "A hate group known for picketing funerals, including those of hate-crime victims and mass-shooting victims. The group later began picketing the funerals of American soldiers, claiming that God was punishing the US for allowing homosexuality to exist.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Tigger",
    "description": "A fictional tiger with a springy tail and a love of bouncing. He lives with Winnie-the-Pooh in the Hundred Acre Wood. While he often overestimates his own abilities, his boast that never gets lost seems to be true.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Jackie Chan",
    "description": "A martial artist, film director, and one of the greatest comic actors of all time. He is best known for his unique blending of action and comedy, meticulous directorial style, and prolific filmography: to date, he has appeared in 150+ films across Asian and North American cinemas.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Kegels",
    "description": "Also known as pelvic floor exercises, an activity in which a person repeatedly contracts and relaxes the muscles that control urination. This is typically done to either control incontinence, enhance sexual reponsiveness, or prevent premature ejaculation.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Guy Fieri's Donkey Sauce",
    "description": "The signature mayonnaise-based, pale orange condiment invented by a famous cooking personality known for his frosted tips and goatee. He claims to have coined the term while working in the kitchen of a Carnival Cruise ship.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "The Sound of One Hand Clapping",
    "description": "A zen koan that asks what you would hear if a single human paw did the action that is typically done by smacking two human paws into each other. This is unrelated to the question \"If a tree falls in the forest and no one is around to hear it, does it make a sound?\"",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Sleep Paralysis",
    "description": "A phenomenon where a person cannot move, speak, or react between the period of wakefulness and bodily inactivity. One explanation is that when individuals' REM cycles are disrupted, they are held in place to prevent them from physically acting out their dreams.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "El Chapo",
    "description": "The nickname of Joaquín Guzmán, a Mexican Drug lord and head of the Sinaloa Cartel. He is perhaps most famous for a recent prison escape that included an intricate series of tunnels and an \"adapted motorcycle on tracks that was likely used to remove dirt during the excavation.\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Sheryl Sandberg",
    "description": "Chief Operating Officer of Facebook and author of Lean In: Women, Work, and the Will to Lead. In it, she assesses the barriers keeping women from leadership, and suggests that the only solution is for women to strive for leadership roles.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Big Mouth Billy Bass",
    "description": "An animatronic mounted game fish that moves and sings kitschy covers of \"Don't Worry Be Happy\" and \"Take Me to the River.\" Al Green claims that the royalties from this version are more than the royalties from any other version of \"Take Me to the River.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Senpai",
    "description": "A Japanese honorific used when speaking to mentors. In anime, the term is often used to express an individuals' desire to be recognized, e.g. \"Has [this person] Noticed Me Yet?\" The Office's Dwight Schrute believes that being one makes him an Assistant Sensei.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "The Little Prince",
    "description": "The title character of an illustrated novella by the French writer and aviator Antoine de Saint-Exupéry. The fourth-most-translated book in the world, it tells the story of a boy who falls to Earth from a tiny asteroid and befriends a pilot stranded in the desert.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Martin Shkreli",
    "description": "Disgraced finance bro, pharmaceutical executive, League of Legends player, and owner of the sole copy of the Wu-Tang Clan's album Once Upon a Time in Shaolin. He became known as the \"most hated man in America\" after increasing the cost of the drug Daraprim by 5556%.",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "A 56K modem",
    "description": "An outdated piece of computer hardware that connects a user to the internet through sound waves over a telephone network. These are often associated with a soundscape of beeps, boops, crackles, crunches, hisses, pauses, beeboops, reroo-re-roos, and rrrrrrrrrrrppppppffffftzs",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Dabbing",
    "description": "A hip-hop dance popularized by southern rappers and NFL QB Cam Newton. The dance \"resembles proper sneezing etiquette,\" where the dancer leans into their elbow while raising their hands.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Patti LaBelle's Sweet Potato Pie",
    "description": "A sugary and starchy dessert from an R&B singer known for her baking prowess. After a YouTube video review by James Wright went viral, this product became one of Walmart's most requested items.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Açaí",
    "description": "A trendy purple berry of a Latin American palm tree. It is pronounced phonetically as ah-sah-EE – which honestly is not super helpful, because you can't say that when giving a clue.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Patrick Bateman",
    "description": "The jump-roping, axe-murdering, Huey Lewis-loving, business card-obsessed antihero of the novel American Psycho by Bret Easton Ellis. He is now most associated with Christian Bale's iconic performance in the 2000 film adaptation.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "International Waters",
    "description": "Oceans and other liquid bodies that transcend national boundries. They can be used for illicit activities autside national jurisdiction, such as gambling, piracy, duty-free shopping, whaling, and monkey knife fights.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "A Spicy Meatball",
    "description": "A phrase from a classic 1969 Alka-Seltzer commercial. The concept has an actor self-referentially attempting to say the line-proceded by \"Mama mia, that's...\" -in an Italian accent as his wife serves him a plate of spaghetti.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "A Horse with No Name",
    "description": "An equine character from a 1971 song by the band America. The song has recieved criticism for lyrics such as \"there were plants and birds and rocks and things.\" When askd by Penn Jillette, the band mambers unsurprisingly claimed to have been high when they wrote the song.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Helicopter Parents",
    "description": "A mother and father who are overly engaged in their child's experiences and activities. In the US, they are associated with a certain aircraft, but in other countries they are associated with bulldozers, cosseting, and curling.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Chemtrails",
    "description": "A conspiracy theory that the lines that follow aircraft in the sky-actually made of water vapor-are chemical/biological agents. While there is no evidence for this, claims range from psychological manipulation to population control to weather modification.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Boaty McBoatface",
    "description": "The proposed name of a $300M polar research ship, after the moniker easily won an internet poll from over 7,000 submissions. A government official suggested that the name would not be used: \"riding roughshod over democracy\" and leaving the ship's identity in limbo.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Hootie and the Blowfish",
    "description": "A rock band, led by Darius Rucker, that was famous in the 90s for their platinum debut album, Cracked Rear View - the 16th-best-selling album of all time in the US. The album included the tracks \"Only Wanna Be with You,\" \"Hold My Hand,\" \"Let Her Cry,\" and \"Time.\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Pandora",
    "description": "The first woman created by the gods, whose name means \"all gifted.\" In the myth, she opens a jar-commonly mistranslated as a box-and releases all the evils of humanity, leaving Hope inside. The story is one of the first attempts to answer why evil exists in the world.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Monty Python",
    "description": "A British comedy troupe known for their Flying Circus, as well as movies about the Holy Grail and the Life of Brian. They are also known for famous sketches such as \"The Lumberjack Song,\" \"The Ministry of Silly Walks,\" and \"Spam.\"",
    "category": "CELEBRITY",
    "points": 2
},
{
    "name": "Rube Goldberg",
    "description": "A cartoonist and inventor most famous for his drawings of complex machines that perform simple tasks such as brushing teeth or eating spaghetti. His drawings inspired many imitators, including the game Mousetrap and the dog food machine from Back to the Future.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "Magic Missile",
    "description": "A first-level evocation spell in the roleplaying game Dungeons & Dragons. In 5th Edition rules, the spell produces \"three glowing darts of magical force,\" dealing 1d4+1 force damage to the target for each successful hit.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Marie Kondo",
    "description": "The Japanese author of the book, The Life-Changing Magic of Tidying Up: The Japanese Art of Decluttering and Organizing. Her method, KonMari, involves keeping only possessions that \"spark joy\" and thanking discarded objects for their service.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Déjà Vu",
    "description": "From the French for \"already seen,\" a sensation where a person has the feeling that they have experienced the event that is currently taking place. A 2004 survey suggests that 2/3 of individuals have had this feeling of \"precognition\" at some point in their lives.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Voldemort",
    "description": "He-Who-Must-Not-Be-named from the Harry Potter universe of J.K. Rowling. In the novels, this character is the archenemy of Harry Potter, who is the only wizard with the power to vanquish him, and is on a quest to rid the world of non-magical Muggles.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "The Manosphere",
    "description": "The name for a collection of blogs, forums, and websites that are dedicated to men, masculinity, pick-up artistry, and general male interests. These sites encourage anti-feminist and misogynistic behavior. Sites include Reddit's Red Pill and Roosh V's Return Of Kings.",
    "category": "ET CETERA",
    "points": 4
},
{
    "name": "Ammon Bundy",
    "description": "An anti-government provocateur who led an armed occupation of a federal building in Oregon. When the group requested supplies from supporters, the internet instead sent a variety of vibrators, dildos, and in one case, a 55-gallon drum of personal lubricant.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Bane",
    "description": "A member of Batman's Rogues Gallery. In the comic, he is a Russian assassin who gains super strength by injecting a substance called Venom and breaks Batman's back. Tom Hardy plays him in The Dark Night Rises, affecting a muffled indeterminate accent.",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Bill Murray",
    "description": "A comedian famous for his roles on SNL, Caddyshack, Groundhog Day, and Wes Anderson films. A frequent meme describes this person approaching a stranger, doing something outlandish, and saying \"No one will ever believe you,\" before walking away.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Dad Bod",
    "description": "In the article Why Girls Love [this thing], the author describes the fitness condition as \"a nice balance between a beer gut and working out. [It] says, \"I go to the gym occasionally, but I also drink heavily on the weekends and enjoy eating eight slices of pizza at a time.\"\"",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "BB-8",
    "description": "A droid from the Star Wars universe with a spherical white body. On the podcst Reply All, Alex Goldman noted that on anti-diversity forums, advocates were upset that in the new film \"the only character for white men to identify with was the powerless white cuck ball.\"",
    "category": "FICTIONAL CHARACTER",
    "points": 1
},
{
    "name": "Yakety Sax",
    "description": "A 1963 pop-jazz recording that has been used for decades in TV, films, and Internet culture-but most famously as The Benny Hill Theme. It soundtracks especially ridiculous moments of physical comedy and can be summarized by the equation: Anything + This Song = Funny.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Donald J. Trump",
    "description": "Real estate icon, short-fingered vulgarian, and 45th President of the US. His administration was marked by right-wing extremism, including a ban on Muslims entering the US, mass deportation, and a Constitutional crisis when military leadership refused to torture terror suspects.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Ahmed Mohamed",
    "description": "A 14-year-old who was detained by the poice for bringing a re-assembled clock to school. Because of the clock's vague resemblance to a bomb, he was handcuffed and detained by the police-raising questions about racial profiling of Muslims in the US.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "Marcia Clark",
    "description": "The lead prosecutor in the OJ Simpson trial. As the only female attorney in the case, she was subject to intense scrutiny regarding her appearance and demeanor, including constand discussion of her hair and publication of nude photos taken 20 years before the case.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Peek-a-boo!",
    "description": "A game played with babies, where the adult hides their face with their hands, then opens their hands while saying the phrase \"I see you!\" Psychologists believe that babies repond to this game because they lack object permanence.",
    "category": "ET CETERA",
    "points": 1
},
{
    "name": "Squirtle",
    "description": "A water-type species of Pokémon that resembles a blue turtle with a curly tail - and one of the 3 starter Pokémon from the original games. At level 16, it evolves into Wartortle, and at level 36, evolves into its final form, Blastoise. Its Japanese name is Zenigame.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Fermat's Last Theorem",
    "description": "The yet-unproven mathematical conjecture that states: No three positive integers a, b, and c satisfy the equation a^n + b^n = c^n for any integer value of n strictly greater than two. The Guiness Book of World Records considers it \"the most difficult math problem.\"",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Zardulu",
    "description": "A mysterious performance artist who may be responsible for \"Pizza Rat\" and \"Selfie Rat.\" She allegedly has an army of trained rats. Her bio reads: \"I am the Mythmaker. Myths are dreams we dream together and are not our greatest dreams the ones we believed were real?\"",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "Robin Williams",
    "description": "An iconic comic and actor, who starred in films such as Good Morning, Vietnam; Dead Poets Society; Aladdin; Good Will Hunting; and Mrs. Doubtfire. Known for his manic personality, he struggled with drug addiction and depression throughout his life.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Katamari",
    "description": "A magic ball of detritus from a video game bearing its name that allows anything smaller than it to stick to it and cause it to grow. In the game the player character Prince uses the ball to gradually collect enough stuff in the universe so that his God-like father can remake the stars.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "The World's Smallest Violin",
    "description": "What you use to play the world's saddest song. It is typically accompanied by rubbing your thumb and index finger together in imitation of playing this instrument, and is typically deployed to mock someone exaggerating a difficult experience to garner sympathy.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Howard Dean",
    "description": "The former Governer of Vermont who came to national attention during the run for President in 2004. While his campaign pioneered new ways to leverage the internet in political compaigns, he remains most known for an infamous scream he game during an Iowa Caucus rally.",
    "category": "HISTORICAL FIGURE",
    "points": 2
},
{
    "name": "The Ark of the Covenant",
    "description": "A wooden chest clad with gold containing the two stone tablets of the Ten Commandments, Aaron's rod, and a pot of manna. Though in the first Indiana Jones film, it instead contains face-melting angels that kill Nazis.",
    "category": "HISTORICAL FIGURE",
    "points": 3
},
{
    "name": "Mr. Snuffleupagus",
    "description": "Big Bird's imaginary friend on the PBS show Sesame Street. Despite being a large, tuskless wooly mammoth, for 16 seasons, no other characters were able to see this character - leading Big Bird to use him as a scapegoat whenever something would go wrong.",
    "category": "FICTIONAL CHARACTER",
    "points": 2
},
{
    "name": "Mr. Poopy Butthole",
    "description": "A long-time friend of the Smith family from the cartoon Rick & Morty. He is perpetually happy and the Smith family has no bad memories of him. Though his name would suggest a fould scent and disgusting appearance, in reality he is just a tall yellow man in a tophat.",
    "category": "FICTIONAL CHARACTER",
    "points": 3
},
{
    "name": "Nude Tayne",
    "description": "The Not Suitable For Work beta squence in the Celery Man short starring Paul Rudd. The dancer created in this sequence of the Cinco Identity Generator 2.5 wears only black boots, a gold chain, sunglasses, and a black fedora.",
    "category": "HISTORICAL FIGURE",
    "points": 4
},
{
    "name": "The 5-Second Rule",
    "description": "A folk belief that food dropped on the floor is still edible if it is retieved within a short amount of time. There is currently no scientific consensus on whether it is more safe to eat food that has spent only a short amount of time on the floor.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Uma Thurman",
    "description": "An actor famous for her role in The Truth About Cats & Dogs, Batman & Robin, Kill Bill, and Pulp Fiction. In the latter, she plays Mia Wallace, the wife of a mafia boss, who has to have an adrenaline shot injected directly into her heart after overdosing on heroin.",
    "category": "CELEBRITY",
    "points": 1
},
{
    "name": "Occam's Razor",
    "description": "A problem-solving concept advanced by the 14th century logician and Franciscan friar that roughly means \"The simplest explanation is usually the correct one.\" It is however, merely a heuristic, not a law of the universe and therefore sometimes wrong.",
    "category": "ET CETERA",
    "points": 2
},
{
    "name": "Cecil the Lion",
    "description": "A famous Zimbabwean cat who was killed by Minnesota dentist and recreational hunter Walter Palmer in 2015. The cat's death led to a wave of negative publicity and regulations making it more difficult to US citizen hunters to kill protected species when trophy hunting.",
    "category": "CELEBRITY",
    "points": 3
},
{
    "name": "Slavoj Žižek",
    "description": "A psychoanalytic and Marxist philosopher whos popularizing work has made him a prominent critic of capitalism. He is now perhaps most famously known for his two documentaries, The Pervert's Guide to Cinema and The Pervert's Guide to Ideology.",
    "category": "CELEBRITY",
    "points": 4
},
{
    "name": "The Uncanny Valley",
    "description": "The effect produced by an image or object that looks and moves almost, but not quite, like a real person. It triggers feelings of revulsion in many people and is most often associated with animatronics and computer-generated graphics.",
    "category": "ET CETERA",
    "points": 3
},
{
    "name": "Flint, Michigan",
    "description": "A city in the Great Lakes State. It is often listed among the \"Most Dangerous Cities in the US\" and recently has been in a public health crisis from high amounts of lead in the local water supply.",
    "category": "ET CETERA",
    "points": 3
}
]